#version: 0.2
Ġ b
Ġ a
t h
Ġ w
n d
Ġa nd
Ġb i
l l
Ġw i
i s
r d
Ġbi rd
o w
Ġ h
a s
r e
c k
n g
i t
l a
Ġ s
Ġwi th
Ġh as
la ck
Ġb e
Ġb lack
th is
Ġw h
r ow
it e
Ġwh ite
row n
Ġ c
Ġ th
y e
Ġb rown
Ġ g
Ġ o
Ġwi ng
m a
Ġ is
l o
a t
e r
ll y
e d
a k
Ġbe lly
Ġbe ak
i n
Ġ p
ma ll
r i
e a
Ġwing s
ll ow
ye llow
Ġs mall
Ġ yellow
r a
Ġ t
Ġg re
Ġ f
Ġbi ll
a r
Ġc o
as t
lo ng
Ġb re
Ġbre ast
re d
e s
Ġgre y
Ġ long
Ġ e
Ġ it
Ġc rown
Ġth at
ea d
Ġh ead
Ġs h
Ġth e
Ġe ye
r o
in t
Ġp o
Ġpo int
g h
o r
Ġco lo
Ġit s
Ġa re
Ġ red
v er
ra ng
Ġo n
rang e
gh t
ra y
or t
Ġo range
Ġg ray
Ġsh ort
Ġb o
e n
Ġt a
Ġbo d
Ġbod y
i l
th e
Ġ d
la r
th er
Ġf ea
Ġ l
Ġfea ther
l u
Ġth ro
Ġs t
Ġ m
Ġcolo r
Ġfeather s
Ġo f
e e
Ġ n
Ġthro at
Ġs p
Ġta il
g e
Ġ in
Ġb lu
i ght
Ġblu e
ver y
Ġb a
ar k
Ġpoint ed
Ġ very
Ġba ck
Ġd ark
e ck
Ġ lar
ar s
Ġc h
c h
Ġs i
Ġlar ge
i ng
Ġpoint y
Ġgre en
ri ng
o t
t i
Ġst ri
Ġl ight
Ġstri p
u nd
l y
ee t
Ġf eet
s t
Ġeye s
ri es
u m
Ġt o
Ġb ri
l e
Ġp at
Ġbri ght
Ġsp ot
u r
Ġ re
ed i
edi um
Ġpat ch
o m
Ġm edium
u l
c o
Ġa n
a p
Ġsi z
Ġn eck
u s
Ġco ver
ap e
Ġcolo red
Ġwing b
Ġbelly this
ur v
Ġn ape
Ġs e
ee k
l ed
Ġc urv
ro und
Ġa s
Ġsp eck
Ġt ars
u lar
Ġch eek
es t
is h
Ġch est
co nd
c e
Ġse cond
d e
Ġsiz ed
f ul
a ries
ti c
Ġtars us
u t
Ġp ar
Ġsecond aries
ri ma
Ġa b
o st
Ġp rima
Ġwingb ars
' s
t s
Ġ ring
tic ular
Ġpar ticular
ar p
Ġsh arp
Ġeye ring
Ġta n
Ġcurv ed
Ġw e
Ġspeck led
Ġf a
Ġab d
om en
Ġabd omen
t ed
Ġm ost
t ri
u p
Ġcolor ful
Ġprima ries
Ġ und
Ġund er
Ġeye b
tri c
Ġeyeb row
Ġmost ly
Ġspot ted
tric es
Ġbill this
v e
Ġstrip ed
Ġ ma
Â ½
Â ¿
Ã ¯
d es
i p
in y
Ġcover ts
Ġt ip
Ġa ll
Ġfa ce
Ġspot s
m p
b i
Ġ round
s mall
Ġstrip es
it t
Ġth in
Ġre c
Ġf la
b b
bi rd
ow n
itt le
n t
Ġl e
Ġl ittle
Ġring s
Ġt iny
Ġd own
Ġsi de
Ġ v
Ġrec trices
en t
ar y
k ing
Ġwe ll
o n
Ġstrip e
Ġo ver
Ġc re
Ġle g
Ġ r
er c
Ġs up
Ġco mp
Ġleg s
Ġre st
Ġsup erc
in k
Ġp ink
Ġth i
Ġp lu
a rd
Ġa round
n y
a n
a l
il i
Ġto p
Ġsuperc ili
om e
ar row
Ġpatch es
Ġcover ing
Ġa long
Ġs ome
Ġfla t
f f
Ġa l
Ġs k
Ġbeak this
bb ed
in ny
Ġwe bbed
Ġsupercili ary
Ġe x
Ġsk inny
a m
w ard
Ġthi ck
Ġs l
Ġo ut
Ġn arrow
Ġsi des
ro m
Ġdark er
Ġdown ward
s i
o k
o l
Ġ lo
o ut
w h
b e
Ġst re
ul ti
Ġsiz e
Ġh a
Ġma r
Ġb ut
Ġm ulti
Ġh is
Ġbelly a
u re
Ġstre ak
Ġf rom
Ġsh a
Ġa t
t er
Ġa c
i k
Ġcre am
p le
Ġf or
Ġcomp a
p ed
Ġ up
be lly
co lo
Ġb ars
u gh
s o
Ġmar king
Ġcompa red
Ġtip s
i d
Ġst ra
q u
Ġstra ight
Ġsl ight
Ġeyebrow s
t a
um p
ma ge
Ġthro ugh
Ġd is
Ġunder belly
Ġbe a
ff y
a nd
il e
u n
Ġplu mage
Ġv ent
colo red
Ġout er
ter n
ti ve
l es
Ġcolo ring
Ġwh ile
Ġr ump
Ġal so
Ġdis t
Ġwi de
Ġp ur
ea r
u bb
b rown
Ġbill a
Ġre trices
wh ite
ubb y
Ġh o
in c
Ġpat tern
Ġbi g
Ġdist inc
i on
i r
Ġcrown this
ik e
Ġpur ple
Ġslight ly
n k
le nd
e ly
Ġp a
Ġf e
d ish
Ġfla nk
Ġmarking s
ll i
ce p
Ġ this
Ġred dish
Ġwh i
Ġex cep
u ti
Ġround ed
Ġsha des
Ġwhi ch
c ent
i x
Ġstreak s
uti ful
Ġm ix
Ġwingb ar
Ġbody this
ot t
Ġcre st
Ġcolor s
b lack
Ġho ok
w o
Ġm ott
Ġto n
Ġpa le
Ġf lu
Ġ i
Ġthrough out
ta il
ol d
Ġbea utiful
Ġst ubby
p er
i m
si de
n er
Ġt wo
at er
Ġlight er
Ġmott led
Ġv i
Ġco ve
Ġhook ed
g re
Ġin ner
Ġtip ped
Ġplu mp
at ure
Ġw ater
Ġflu ffy
Ġcurv es
i ge
o king
Ġg old
Ġbe ige
Ġr u
Ġexcep t
Ġ int
Ġcove red
Ġbrown ish
Ġd u
s s
Ġma lar
Ġst o
Ġl ike
Ġton es
ra n
Ġlo oking
lend er
Ġfe ature
Ġs lender
Ġf at
c en
p p
Ġbelly the
Ġare a
Ġspeck les
le t
m edium
Ġwings this
Ġco nt
m ost
t t
Ġt ri
Ġe n
Ġfeature s
e re
Ġgreen ish
Ġeyes this
Ġac cen
Ġbreast s
Ġn ear
s e
ma ch
Ġsto mach
g er
ri des
Ġunder side
Ġha ve
Ġdistinc tive
p an
Ġgray ish
Ġmulti colored
Ġa pp
Ġm o
i c
rides cent
Ġsh iny
Ġ &
a ng
a nt
ro ss
Ġex t
Ġal most
ol id
Ġeyering s
Ġsmall er
Ġwings pan
Ġup per
Ġs olid
Ġunder tail
Ġi ridescent
Ġaccen ts
Ġbeak a
Ġac ross
Ġhead this
ti re
Ġen tire
Ġn e
Ġp u
b ra
f t
Ġp ro
ap ed
Ġtri ang
Ġ un
Ġdownward s
Ġbreast ed
ri ly
Ġof f
Ġcover t
Ġsecondaries this
Ġcomp let
ng th
a lly
Ġbird s
Ġe nd
Ġlo ok
bra nt
Ġprima rily
si z
Ġcomplet ely
e t
Ġtriang ular
Ġyellow ish
Ġlar ger
Ġint o
Ġ ro
Ġst out
Ġd ot
Ġre la
Ġvi brant
m ing
ti on
om in
i ed
Ġf o
Ġbill the
Ġ ,
r y
Ġru st
a in
o ve
Ġst and
a ll
Ġp red
a d
lli ed
siz ed
Ġpred omin
Ġsh aped
Ġab ove
l ight
g ray
the red
Ġs il
Ġthi gh
Ġbo tt
Ġfeet this
o d
at ion
t ch
Ġle ngth
Ġrela tive
Ġbott om
d ing
Ġt u
Ġbod ied
Ġdu ll
Ġs o
Ġbreast this
Ġgold en
Ġdistinc t
gre y
p ort
Ġb y
at ed
Ġover all
Ġbe llied
Ġh int
Ġs w
Ġfea thered
t ure
Ġ j
ea l
gre en
Ġun i
a ri
n ing
Ġmix ed
port ion
Ġb ar
m o
Ġgrey ish
Ġv ari
Ġb row
Ġg o
Ġstri king
Ġcont ain
Ġpro portion
Ġ ra
o us
Ġt eal
Ġsil ver
ea ch
Ġapp ea
m b
Ġm as
qu at
Ġta ll
ant ly
Ġne ed
Ġlook s
Ġth an
Ġthroat this
Ġcheek s
Ġpu ffy
Ġuni qu
Ġneed le
is e
Ġh e
Ġprima ry
e nd
o range
Ġfeathers this
ran ce
Ġl in
Ġappea rance
Ġthigh s
Ġma in
un ning
i ck
Ġh i
Ġblu nt
Ġfo ot
Ġmas k
Ġt ur
ti p
Ġpredomin antly
Ġf l
Ġf u
Ġmix ture
Ġuniqu e
Ġb lend
Ġha d
v id
at ch
Ġsuperc i
Ġpattern ed
lar ge
Ġchest this
Ġhi gh
Ġsp ik
Ġmain ly
ee p
Ġso ft
s h
Ġp er
Ġlong er
Ġd i
Ġtail this
Ġvi vid
n s
Ġh u
ir c
Ġext end
Ġb ran
Ġcolor ation
Ġbran ch
v ing
Ġbe ing
Ġr unning
Ġwhite this
i nd
i ve
r ast
d d
l ike
Ġd e
Ġentire ly
ra l
Ġsp an
Ġba nd
Ġcont rast
w k
Ġwh it
Ġt int
Ġbody a
o th
Ġcrown a
Ġthe m
f ea
w i
re m
Ġc irc
Ġp each
Ġbill ed
Ġd eep
Ġsecond ary
Ġdot s
ea th
Ġn o
Ġext rem
mo oth
Ġs mooth
Ġhead ed
Ġcomp ar
Ġextrem ely
e c
is on
Ġbeak the
Ġpointed this
Ġnear ly
n eath
Ġh al
Ġspots this
Ġmulti ple
Ġcompar ison
ow er
Ġm e
Ġrelative ly
t y
t und
Ġb ro
Ġs c
Ġo l
Ġro tund
Ġhigh light
Ġhal f
h a
Ġo r
Ġper ch
Ġdi ff
u ch
Ġwh o
a ge
Ġs ur
Ġwings a
Ġma tch
ta lli
Ġbea d
Ġsw im
Ġol ive
ha wk
a Ã¯
re e
Ġtu ft
Ġfl eck
Ġme talli
Ġwh en
Ġst ick
Ġm id
Ġspeck s
Ġabdomen this
ere nt
Ġapp ear
Ġmo hawk
Ġdiff erent
Ġmetalli c
Ġblack this
Ġbright ly
Ġdu ck
Ġsur round
Ġ ed
Ġsl eek
Ġsha de
Ġgo ing
g ed
p atch
tri ce
Ġpatches this
Ġcontain s
fea ther
c lu
o ise
Ġa ver
ri ght
Ġbead y
l ow
Ġc la
Ġf ur
up e
Ġha ving
qu oise
Ġstand ing
Ġaver age
at e
Ġin clu
Ġunder neath
Ġhint s
Ġp re
Ġf ro
Ġtarsus es
Ġj et
Ġtur quoise
m e
n ed
o u
Ġo ther
Ġon e
Ġl ower
Ġch ubby
wh at
at ing
al s
Ġexcep tion
wi th
Ġcla w
u st
Ġbi t
Ġbrown this
Ġe long
Ġfa c
Ġsome what
quat ic
b le
as h
Ġta upe
lu e
Ġsp arrow
Ġre ally
Ġtars als
Ġsl im
Ġstreak ed
et ite
Ġra ther
Ġfro nt
Ġelong ated
Ġstrip s
Ġstrip ped
Ġru ff
Ġa quatic
Ġs n
at ely
Ġthe re
Ġpar t
wh ere
tt y
b lue
g y
g es
h ind
l ing
w e
Ġs ea
Ġbe hind
Ġbeak ed
Ġp etite
Ġt ree
Ġd ir
Ġl im
Ġvari ous
Ġinclu ding
h ead
l in
r u
Ġbe ck
in ent
Ġp rom
Ġco n
Ġe l
Ġclaw s
Ġruff led
Ġblu ish
Ġbri lli
Ġwhit ish
Ġbro ad
Ġprom inent
e red
k y
Ġc am
Ġmar k
Ġflank s
Ġdownwards this
Ġsuperci ll
Ġswim ming
Ġ ye
Ġn ot
Ġstand s
Ġappear s
Ġdir ty
f la
Ġp ure
Ġtail feather
Ġneck this
Ġspik ed
Ġpre tty
Ġel se
d ed
Ġwing ed
Ġt or
Ġst ark
itt ing
o p
Ġbe low
Ġwing tip
Ġbo th
Ġback this
ing s
Ġma j
Ġpink ish
Ġpattern s
Ġlim e
Ġsupercill ary
a y
u ll
Ġs itting
Ġo dd
Ġhead a
Ġpatch this
ard s
Ġbrilli ant
Ġf ly
Ġta lo
Ġtarsus this
Ġvent ral
bi ll
Ġtor so
Ġwingtip s
Ġfly ing
b od
g n
m er
Ġ qu
Ġb as
Ġa mb
Ġs quat
Ġto uch
Ġse t
Ġv ary
Ġamb er
Ġvary ing
c t
d gy
p per
ow l
lo tch
Ġt ow
Ġl ead
Ġch in
Ġeyes a
am e
Ġha ir
Ġmo re
Ġlin e
d ark
t ing
Ġs ee
Ġgray this
Ġsp ort
Ġch eck
Ġcurv e
Ġma ny
Ġtu f
Ġhighlight s
Ġtalo ns
i al
Ġbi l
Ġh um
it y
Ġpoint ing
Ġch ar
Ġre g
Ġtars i
Ġfa des
Ġfa ir
Ġrectrices this
Ġproportion al
colo r
Ġbas e
d er
v i
z y
Ġs ame
Ġstrip ing
Ġcontain ing
Ġde tail
Ġhum ming
Ġ la
Ġb la
it s
Ġbreast a
Ġcrown the
Ġsp l
Ġeyering this
Ġlegs this
Ġsupercili aries
and Ã¯
Ġed ges
ou fla
Ġcam oufla
b re
m s
z e
Ġw o
Ġg ra
Ġe very
Ġsides this
Ġpu dgy
Ġfair ly
bre ast
h as
p e
Ġc ap
Ġo p
Ġsp lotch
co al
Ġrec tic
Ġend s
c urv
i es
Ġbe t
Ġblack ish
Ġco pper
Ġsh ape
Ġfeet a
st ri
us u
Ġrec trice
Ġat op
Ġcrest ed
ic al
Ġrust y
Ġj ust
Ġlin es
Ġfu ll
Ġextend s
Ġperch ing
Ġfac ial
Ġchar coal
i f
t on
Ġco mb
Ġpo r
or ity
Ġsp ec
Ġre ad
Ġpredomin ately
Ġspik y
Ġsn ow
we en
Ġmaj ority
bod y
Ġbet ween
z zy
re s
Ġco at
Ġsh o
Ġun usu
Ġtailfeather s
l d
u b
Ġ .
Ġbe e
Ġt ing
st ing
Ġre tric
Ġfe w
Ġdot ted
tip ped
Ġfleck s
Ġop en
Ġ ri
Ġw ay
is ed
it ion
Ġp up
Ġwingbars this
Ġfa ding
bird Ã¯
Ġfu zzy
Ġhu es
Ġevery where
has Ã¯
Ġpup il
w ise
Ġ ver
Ġs and
Ġwhite a
Ġp e
Ġf light
Ġeye this
Ġcream y
se t
Ġqu ite
Ġsport s
Ġtuf ted
Ġpor tion
e g
Ġco ming
Ġst ro
le ngth
Ġsecondaries a
Ġint ere
Ġblend s
Ġfleck ed
Ġother wise
Ġcomb in
Ġbee k
Ġintere sting
p t
v y
Ġb ur
Ġa d
Ġbird this
Ġbrown s
Ġo rang
Ġcrown ed
Ġd es
Ġcheek patch
Ġton ed
Ġne on
Ġpro t
Ġextend ing
Ġsurround ing
Ġlead ing
Ġspl ash
Ġwo od
i de
v en
Ġs its
Ġbe ll
Ġbody the
Ġthroat a
Ġup ward
lli ary
Ġtow ards
Ġver tic
Ġstro ng
t e
ma l
or s
Ġst ar
Ġas ide
Ġfa n
Ġr us
Ġout lin
sh ort
Ġcirc le
Ġwho le
gn if
p ar
Ġ right
Ġa g
this Ã¯
Ġyellow this
Ġf in
Ġbill bird
Ġthe n
Ġfeathers a
Ġn a
Ġpointed a
Ġeyes the
Ġsha ded
Ġvari eg
Ġtint ed
Ġperch ed
Ġhumming bird
Ġgra d
Ġvarieg ated
b y
c tion
m ed
w ings
Ġ nd
Ġ each
Ġo v
Ġfeet the
le ts
Ġre trice
Ġplu me
qu a
Ġsuperci lliary
Ġmatch ing
Ġag ain
b ea
e ye
t iny
Ġb u
Ġwh ti
Ġwing this
Ġp i
Ġd ors
Ġn ap
Ġcurv ing
ut e
Ġab out
Ġspots a
Ġbreasts this
Ġupper tail
sh aped
Ġstick ing
curv ed
Ġunusu al
Ġov al
Ġagain st
Ġwhti e
d le
k e
s p
u nt
Ġ 2
Ġb lo
Ġbe llow
Ġwh ere
Ġg i
Ġg lo
Ġsharp ly
Ġrec tric
si ve
Ġint er
Ġpu ff
Ġmid dle
Ġye t
Ġprot ru
bea utiful
Ġdors al
b right
i cent
i ble
re ad
Ġc ur
Ġbelly small
Ġf owl
Ġare as
Ġback side
ot ic
Ġto o
ut ed
Ġma gnif
Ġlo t
Ġac cent
Ġfo re
Ġsw e
Ġwho se
Ġstick s
color ful
Ġrus set
Ġglo ss
Ġmagnif icent
i or
s us
Ġa r
Ġs m
Ġfa int
Ġface this
Ġho od
Ġreg ion
Ġretric ies
Ġcombin ation
Ġswe pt
Ġgloss y
v es
Ġ k
Ġa ng
Ġa mo
Ġc ute
Ġth ing
Ġg u
Ġwing lets
Ġd ra
Ġlar sus
ul der
Ġsecondaries the
Ġrings this
Ġal tern
Ġex otic
be ak
white Ã¯
im mer
Ġcontrast ing
Ġcirc les
Ġcon ical
Ġsho ulder
c rown
i g
t ered
u th
v or
Ġa qua
Ġbi d
ll ar
la te
Ġe ven
Ġfeather ing
Ġst range
Ġm uted
Ġnape this
Ġse ction
ump y
black Ã¯
Ġton e
Ġsto ck
Ġhu ge
Ġvertic al
Ġrectric les
e x
k a
p o
t an
Ġ -
lo oking
at tered
Ġwings the
ar let
Ġco llar
Ġbre ak
Ġbreast the
Ġsh immer
Ġeye ing
ver al
Ġblue ish
Ġse veral
Ġcomp r
Ġbig ger
Ġfe at
Ġmo uth
Ġdownwards a
Ġro ck
Ġsc arlet
Ġsurround ed
Ġfur ry
Ġna vy
vor y
a g
i ce
Ġ y
Ġg e
Ġp ast
Ġsmall ish
Ġhead the
the re
Ġst u
Ġst umpy
Ġwater bird
Ġaccen ted
Ġhu e
Ġsc attered
Ġelse where
Ġsee ms
breast ed
Ġrectic es
Ġaltern ating
Ġstock y
t o
Ġ ear
Ġa dd
Ġwi t
Ġf i
Ġco ns
Ġgray a
Ġta per
Ġsp read
ge ous
Ġch un
Ġi vory
Ġgo es
Ġcirc ular
Ġmatch es
Ġdetail s
Ġgrad i
Ġprotru ding
Ġcons is
c ed
e l
f in
i la
p eck
t ur
Ġg round
Ġbeak small
ri c
Ġt ran
ro on
Ġpo l
Ġpoint s
or geous
Ġta ila
Ġre tic
Ġre se
us e
Ġwe b
Ġma roon
erc ing
al d
Ġpatches a
be llied
im en
Ġru by
Ġtri m
Ġrela tion
Ġra ised
Ġno se
Ġsea g
Ġcamoufla ged
ton ed
Ġsand y
Ġbur nt
Ġwood peck
Ġpi ercing
Ġpuff ed
po int
Ġchun ky
Ġrese mb
f owl
m i
w n
Ġ 1
Ġb ul
is ible
Ġg ull
Ġg orgeous
Ġp la
Ġgre at
Ġe mer
ro p
en ed
Ġl ea
Ġn ice
ch ed
st y
Ġspot ting
Ġtan this
Ġma de
Ġtop side
Ġdis p
Ġne ut
Ġrectic les
res cent
Ġpupil s
Ġfan ned
Ġsm ok
Ġstu rd
Ġadd ition
Ġwoodpeck er
Ġemer ald
c om
i rd
n ted
y al
Ġ (
Ġb ark
th es
Ġbi r
Ġc ent
Ġc an
Ġg rown
Ġp ear
ri z
Ġf lo
Ġco m
Ġco r
Ġsh e
Ġbo ld
Ġd o
Ġm uch
Ġspeck ed
Ġma ke
Ġcoverts this
bi g
bird s
Ġsk y
Ġlo ts
Ġha nd
Ġmott ling
Ġdu sty
Ġmo lar
Ġext ra
Ġro yal
Ġproportion ate
stri pe
Ġorang ish
Ġamo unt
Ġear th
Ġtran s
Ġpol ka
Ġseag ull
Ġneut ral
Ġsturd y
m ent
o nt
Ġ rang
Ġa vi
Ġh ea
Ġs lo
Ġc lo
Ġbeak bird
in e
Ġco ff
es s
Ġon ly
Ġtail s
Ġsi ng
ot ted
Ġcover s
Ġchest ed
Ġwingbars a
Ġfa ded
Ġabdomen a
Ġdown y
Ġv isible
Ġsides a
Ġho riz
Ġfe ed
Ġcove ts
et y
Ġtur ns
Ġfu lly
Ġband s
Ġcamoufla ge
stri ped
Ġupward s
beak ed
Ġgradi ent
Ġavi an
Ġcoff ee
Ġhoriz ont
l ic
n o
p ing
s ed
Ġs ub
Ġbe ly
Ġblack a
Ġwh at
Ġc ri
ra c
Ġt y
Ġsh ow
or m
or mal
Ġneck a
Ġchest a
Ġpar ts
Ġtop ped
si des
Ġpa ir
most ly
siz e
Ġso ng
Ġvari ety
Ġde fin
Ġmark s
Ġnot ic
Ġodd ly
Ġla ye
ms on
Ġting ed
Ġblo od
tur ned
Ġshe en
Ġcri mson
b ly
c a
m on
Ġ "
Ġ ir
Ġw ar
Ġbrown a
ma r
Ġt ex
Ġbill small
Ġeye patch
Ġorange this
Ġn ormal
Ġback ed
Ġsi mi
Ġgreen s
us h
Ġunder ton
Ġlo ve
Ġcompa ct
Ġwater fowl
Ġtriang le
Ġsil very
Ġvivid ly
bill ed
Ġtow ard
Ġbla nd
Ġting e
Ġri ch
Ġfore head
Ġdra b
Ġy ou
thes e
Ġcent er
Ġty pe
Ġsimi lar
a ck
f o
i gn
k ed
o ugh
o rescent
u red
u ring
Ġ ze
th ro
is ing
Ġc row
Ġth ree
Ġg en
Ġbelly bird
Ġt wi
Ġf ra
Ġeye d
Ġpo st
Ġred ish
Ġm in
ch eek
Ġspeck ling
Ġround ish
Ġside this
Ġleg ged
Ġsup er
un ced
Ġpro no
Ġbrow s
Ġswim s
Ġed ge
ash es
Ġsea bird
lin e
Ġcheck ered
Ġspec imen
Ġdes ign
Ġstar ting
Ġoutlin ed
sp otted
Ġcur led
Ġshoulder s
point ed
Ġsing le
lic ate
Ġze bra
Ġgen er
Ġprono unced
. .
b ars
k es
p ink
Ġbe ca
Ġblack s
Ġc l
Ġt rop
Ġf ast
Ġf ring
Ġf ish
es tic
Ġthe ir
Ġeye stripe
ro n
or n
Ġta le
il y
Ġfeather y
Ġst unning
le c
Ġre ma
Ġse par
Ġtip this
Ġup on
Ġmarking this
Ġrump this
Ġflu orescent
Ġne x
Ġvibrant ly
Ġbar red
Ġextend ed
fea thered
Ġbro n
Ġhighlight ed
Ġsurround ings
feather s
Ġmaj estic
Ġtouch es
dark Ã¯
Ġreg ular
eye d
Ġresemb les
Ġdisp la
Ġdo es
Ġtrans ition
Ġnotic ea
Ġbeca use
Ġtrop ical
f u
m med
n ut
o let
p ur
w th
w ing
z ing
Ġ lack
Ġa ub
Ġh old
as s
Ġs mal
Ġth ru
Ġg r
er s
er ior
Ġp in
Ġt ar
Ġsh ir
ver ts
Ġst ip
Ġcolor this
Ġfeathers the
Ġsp ike
Ġtail ed
Ġblu es
le g
ur n
Ġpatch a
Ġneck ed
Ġchest nut
Ġpar ti
Ġeyebrow this
Ġcomp le
Ġplu m
Ġsize this
Ġsha ding
un ny
Ġpur p
ation s
Ġde licate
Ġcontrast s
Ġcontrast ed
Ġthem this
Ġsplotch es
Ġang ular
Ġgu ards
Ġsmok y
Ġcom es
Ġrang ing
Ġsong bird
Ġdefin ed
Ġlove ly
thro at
Ġnex t
Ġnoticea ble
Ġaub urn
Ġshir t
a ble
g in
g old
l ish
o f
p lu
t ly
t ter
Ġa ir
re ct
Ġs la
Ġs ort
Ġbe neath
Ġwhite the
ma tic
er t
er y
in u
Ġp ea
ea n
Ġf unny
Ġbill s
Ġco ol
Ġit this
Ġthe y
Ġl ow
Ġch ang
ch e
Ġpat ter
Ġbright er
Ġre f
Ġas h
Ġtarsus a
Ġring this
Ġfa de
Ġunder body
small er
Ġthin k
Ġover this
Ġr un
Ġcomp l
Ġlegs a
Ġstre am
ter ior
Ġfor ked
Ġi nd
Ġi wth
Ġvi olet
Ġmo der
Ġro se
Ġuniqu ely
Ġsc a
Ġlead s
Ġtuf ts
Ġspec s
Ġpe ak
Ġgi ves
Ġk ind
Ġcompr ised
Ġfeat uring
Ġtaper ing
Ġaddition ally
Ġbir th
Ġhorizont al
Ġunderton es
Ġpost erior
Ġgener ally
Ġtransition s
fu lly
pur ple
a ges
b ow
f orm
i ar
l ck
l ittle
n eck
o ver
p rima
r s
s cent
u bbed
Ġb ush
th in
ll ed
Ġwi nd
is t
Ġh ow
Ġh im
Ġwith e
Ġc u
in es
ri ous
Ġt ot
Ġf re
Ġbre st
Ġeye line
Ġon to
Ġd a
Ġd ag
lar y
Ġm ust
Ġpatch ed
ul iar
Ġan s
ap p
Ġwe ird
Ġspotted this
Ġsuperciliary this
Ġup right
Ġcont inu
Ġen vi
Ġapp end
Ġuni form
Ġsuperci lary
ec uliar
Ġsn ubbed
lin ed
Ġcon verts
Ġye ll
Ġsnow y
Ġretric les
Ġbur g
Ġbu ff
Ġfore st
Ġshimmer ing
Ġpast el
Ġlea ves
Ġhea vy
Ġfra me
cheek Ã¯
Ġbron ze
Ġpurp lish
Ġdag ger
Ġcontinu es
Ġenvi ron
c ri
e ver
f a
f ous
h o
n ec
t wo
u le
y s
Ġbi ts
Ġbird a
Ġh ard
ck ing
it ch
it ned
Ġs a
Ġs late
Ġs che
Ġbe at
Ġc ar
er ing
Ġbeak s
Ġp ic
Ġp eculiar
Ġyellow a
Ġco up
Ġpo itned
en ts
en se
Ġst ature
Ġblue this
Ġba by
Ġpointed the
ars e
Ġto es
co ck
us ky
Ġprimaries this
Ġma king
Ġrectrices a
on e
Ġstripe this
Ġover sized
Ġcre ature
Ġpatches the
Ġex terior
ok ed
Ġat t
Ġat ta
Ġup turned
les s
les cent
brown Ã¯
Ġfe llow
Ġru fous
Ġint ric
Ġwingspan this
Ġend ing
Ġfo llow
Ġsil ky
Ġmas sive
Ġbranch es
ind er
ower ful
Ġed ged
Ġcon nec
bod ied
Ġdetail ed
Ġspl it
res sive
Ġunusu ally
par t
Ġnap ea
Ġaqua mar
Ġcompr ising
Ġpla in
Ġpear lescent
Ġslo ping
Ġclo se
Ġshow ing
Ġregular ly
Ġparti ally
Ġpea cock
Ġrun s
Ġbush y
Ġcu rious
Ġappend ages
Ġenviron ment
Ġsche me
Ġpic ture
Ġaquamar ine
' .
. "
b ack
g g
g gy
i e
m ulti
s per
u e
u ally
w ater
Ġb r
Ġa llow
Ġwi re
Ġh id
re ly
Ġs un
Ġwith white
Ġbe ast
Ġbe gin
Ġwh is
Ġc y
Ġc ra
Ġth ough
Ġo b
in bow
Ġp itch
Ġp owerful
Ġf les
Ġbreast small
Ġlong ish
Ġe i
Ġe as
Ġe ating
Ġe gg
int y
Ġpo s
Ġpo ss
Ġred this
Ġgray s
Ġshort er
Ġd usky
ther s
Ġthroat ed
Ġthroat the
Ġin side
Ġba rely
Ġback a
Ġch o
Ġlight ly
und y
Ġbri d
Ġpatch the
ul d
Ġma n
Ġma le
Ġspots the
mp ressive
Ġrectrices the
an ce
Ġsl ick
Ġlo c
wh ile
Ġstre tch
Ġsha d
Ġbars this
Ġcoloring s
uti fully
Ġi f
Ġlength y
grey Ã¯
Ġsw atch
green Ã¯
Ġra inbow
Ġhe l
Ġlin ed
Ġlin ing
Ġtur ned
Ġblend ed
Ġblend ing
atch ing
Ġband ed
Ġtint s
Ġor n
Ġfac ea
head ed
Ġsquat ty
Ġportion s
Ġsplash es
Ġvertic ally
Ġstar t
Ġstar ts
Ġfin e
Ġgi ant
Ġinter sper
ig o
Ġge ts
Ġconsis t
Ġwar m
Ġtex ture
Ġtwi ce
Ġrema inder
Ġtar us
Ġcomple x
Ġsla nted
Ġstream lined
Ġind igo
Ġhow ever
Ġmust ard
Ġburg undy
Ġcoup le
Ġintric ate
Ġfles h
Ġposs ess
Ġintersper sed
b ed
c irc
l er
m y
n ape
p a
p u
p ered
s a
s y
t le
u ed
w ny
Ġ unt
Ġb ull
Ġa part
th at
ll ing
Ġbird the
Ġh ear
Ġh ere
la ce
Ġs wo
Ġs uch
Ġwith a
Ġbe ard
Ġblack ened
row s
Ġwhite s
Ġc a
Ġg l
Ġg low
ak e
Ġwings small
yellow Ã¯
Ġt ra
Ġf ar
Ġco v
Ġco ral
Ġta pered
Ġd ash
Ġd app
Ġm ul
ee l
Ġtail the
Ġblu nted
ch es
Ġgreen this
co late
Ġneck the
Ġse ed
Ġspeck le
Ġeyering a
Ġma kes
Ġplu s
Ġplu med
Ġtop s
Ġsides the
rom e
Ġbea ck
Ġbea utifully
Ġflu tter
Ġi rides
Ġi mpressive
Ġint ense
cen ce
pp ing
Ġmo d
Ġwingspan s
Ġcomplet e
Ġro ugh
Ġdistinct ly
Ġvari ations
Ġneedle like
Ġfoot this
Ġfl ow
sh arp
Ġhu ed
dd y
ec t
patch Ã¯
Ġexception ally
Ġfac ing
Ġcam o
Ġqu ick
Ġsport ing
Ġgra ce
curv ing
Ġsho re
Ġri mmed
Ġoutlin e
short Ã¯
par ts
Ġfin ch
Ġbu il
Ġpi e
Ġdra matic
Ġge y
Ġtaper s
Ġretic es
Ġretic les
Ġsub tle
Ġlaye rs
Ġyou ng
fo re
Ġcl ear
of y
plu mp
Ġref lec
Ġtot ally
Ġcy l
Ġcho colate
Ġshad ow
Ġunt il
Ġdapp led
Ġirides cence
, ,
a re
a bly
b ler
c re
c atching
d en
e we
g round
g ent
h is
k let
m en
t ured
u ated
u klet
Ġ range
Ġ ve
Ġb lotch
Ġa head
Ġa uklet
th ing
Ġh er
re es
ck led
it u
Ġs u
Ġs al
Ġhas a
Ġbe fore
Ġc ro
ye d
Ġbrown the
Ġwing a
ma lly
er n
in al
ea ring
Ġt um
Ġt rees
Ġf ri
Ġe y
Ġe rect
Ġhead bird
Ġeye a
ro portion
Ġgray the
Ġbo rd
Ġbo ast
Ġta wny
Ġfeather this
Ġm il
ge ther
Ġback ground
ot ed
Ġfeet small
Ġto gether
Ġre ar
Ġneck lace
us c
Ġwingb and
Ġchest the
Ġtan a
Ġunder sides
Ġunder parts
Ġma y
mp le
Ġstripes this
Ġrest ing
al es
Ġsl ow
Ġlo g
Ġha ng
Ġfor ward
Ġcompa re
Ġunderbelly this
Ġbea ch
Ġrump a
Ġdist ance
Ġretrices this
Ġwingbar this
Ġflu ff
pp ered
Ġdownwards the
Ġro sy
Ġpredomin ant
Ġsw eep
Ġgo ofy
Ġproportion ally
Ġappea ring
ind ric
with Ã¯
Ġfac ed
we lling
vi brant
Ġbla ze
Ġpe ppered
Ġcombin ed
Ġorang es
Ġgu y
Ġshimmer y
Ġbul b
Ġflo ating
Ġcor wn
Ġslo ped
Ġfeed er
rac tive
Ġlaye red
Ġwar bler
Ġtex tured
fo oted
Ġhold ing
Ġgr ass
Ġchang es
prima rily
Ġsa ve
Ġatt ractive
Ġhid den
Ġbegin ning
Ġei ther
Ġloc ated
Ġorn ate
Ġcov ar
Ġmod est
Ġpie ce
Ġcyl indric
Ġcro oked
Ġtum my
Ġwingband s
Ġcylindric al
d own
f at
f eet
g ing
h ak
i z
i ll
k ers
n a
n ish
o ther
p y
p re
p ped
p ec
r us
r up
t re
u ral
w ite
w ay
Ġ /
Ġ u
Ġ us
Ġ own
Ġb le
Ġb lck
Ġa ma
Ġa wk
Ġw ards
nd om
ll en
Ġwi ll
Ġwi ld
is es
ck ed
Ġbe sides
Ġg ol
Ġo c
er ce
Ġbelly brown
Ġp r
Ġyellow s
ra ct
Ġf ir
Ġco co
Ġe qu
Ġe lec
Ġe leg
Ġhead s
Ġsh inny
Ġeye ling
ro us
or mally
en ing
Ġd ove
Ġd ashes
Ġl ust
Ġm u
Ġn on
Ġn ature
Ġch a
ch est
Ġlarge ly
ot s
st re
Ġbri nd
Ġse en
Ġsecond a
Ġring ed
Ġeyering the
Ġabdomen the
Ġeyeb rown
ve ts
Ġma gent
Ġcoverts a
Ġall over
small Ã¯
Ġstripes a
Ġrec t
Ġv ents
Ġover the
Ġex pan
Ġout side
Ġmulti color
ure scent
Ġsha ggy
Ġac com
ta upe
Ġplumage this
Ġmarkings this
Ġcolors this
Ġmott le
tail ed
im ent
pp y
pan ied
Ġoff set
ming ly
Ġj ewe
Ġstriking ly
Ġproportion ately
Ġra ndom
Ġhe at
orange Ã¯
Ġtur ning
Ġper f
we bbed
Ġlim b
Ġcon e
Ġbrilli antly
Ġye low
bill Ã¯
Ġhair y
dark er
Ġsee m
Ġsee mingly
Ġchar tre
Ġbla k
Ġsplotch ed
Ġpe pper
Ġad n
Ġdes ig
Ġdes ert
Ġoutlin es
Ġgrad ually
sp eck
Ġblo ck
Ġhood ed
Ġang led
Ġamo ng
Ġgu ard
Ġfi lled
Ġfi erce
Ġconsis ting
Ġtrim med
Ġdisp roportion
Ġsmok e
Ġpear l
Ġflo urescent
Ġearth y
Ġhorizont ally
Ġir ridescent
Ġtwi g
Ġfring ed
Ġspike y
leg ged
Ġcompl imen
Ġcompl iment
Ġmoder ate
Ġmoder ately
Ġsca ly
Ġwind s
Ġfre ckled
Ġuniform ly
Ġyell o
Ġatta ched
Ġcra zy
Ġstretch ing
pu dgy
Ġswo llen
Ġtra il
Ġcamo fla
Ġslow ly
Ġsweep ing
Ġcovar ts
down ward
hak i
pre tty
Ġama zing
Ġawk ward
Ġgol dish
Ġcoco a
Ġelec tric
Ġlust rous
Ġmagent a
Ġexpan sive
Ġaccom panied
Ġchartre use
a b
a c
a h
b ar
b ular
c ture
d th
e ating
g u
g id
g ged
h e
h ere
i a
i ft
i ally
k en
m as
m in
m id
m ix
n ormally
o ch
s l
s ent
s ome
s ely
t itu
v ily
Ġ 3
Ġ mall
Ġ es
Ġ id
Ġb atch
Ġw as
Ġw ed
Ġw al
Ġw earing
nd er
Ġwi te
Ġwi dth
rd in
Ġh wite
re g
Ġs qu
Ġs qua
Ġwhite r
Ġc ape
Ġc ard
Ġg ive
Ġwing the
Ġwing ular
at s
at ural
er a
Ġbelly yellow
Ġbelly black
Ġbeak brown
in ing
Ġp un
Ġp ige
Ġwings bird
ra ble
Ġt e
Ġt own
Ġbill white
Ġbill black
Ġco arse
Ġbre ad
red Ã¯
Ġcrown small
Ġthat s
Ġhead small
Ġeye the
or ate
Ġshort ened
Ġta nd
Ġd ip
lar ger
Ġst e
Ġst ru
Ġm eet
Ġm on
Ġcolor the
Ġn atural
Ġsp arse
Ġtail tip
Ġin ver
Ġin se
Ġblu r
Ġblu ea
Ġba ll
Ġba lck
Ġpointed bird
ars us
Ġch eet
Ġch ick
ch si
Ġsi gnif
Ġsi mple
ring s
Ġstri ations
Ġstrip ea
Ġfeet bird
st ract
Ġbri ck
Ġspot ty
Ġan other
Ġsiz ea
Ġcover lets
Ġwingb a
Ġse g
Ġcurv y
Ġchest small
Ġtarsus the
Ġab normally
Ġab stract
Ġwingbars the
Ġtan nish
Ġcurved this
Ġwe bb
Ġfa wn
Ġabd omin
Ġeyebrow a
Ġle op
Ġdown turned
Ġover a
Ġcre scent
Ġsup port
Ġrest s
Ġthi rd
Ġflat t
Ġal ert
Ġex p
Ġha wk
Ġbut t
ter al
Ġfor m
Ġpattern ing
Ġpa th
Ġpa ra
lli es
Ġcolors a
Ġhook s
Ġi m
Ġdu e
Ġdu lly
Ġfat ter
Ġen circ
Ġdistinctive ly
Ġmo ving
Ġoff white
Ġro b
Ġfo ur
light Ã¯
Ġtu bular
green ish
mo us
Ġgo od
Ġhe ld
Ġfoot ed
Ġfl ashes
Ġfu chsi
large Ã¯
Ġdi rect
wi de
Ġsc ru
Ġhighlight ing
Ġpre sent
Ġmark ed
Ġreg al
Ġbla c
Ġcamoufla ges
Ġwo uld
body Ã¯
Ġting es
Ġopen ed
Ġri gid
Ġpe ng
Ġad or
Ġdes cri
Ġprot rus
Ġna ck
Ġpuff in
Ġcur l
Ġar row
Ġar ched
Ġk n
Ġk haki
Ġspread ed
Ġconsis ts
Ġtrim ming
Ġbul ky
com pa
Ġflo rescent
Ġcom mon
Ġcor vets
Ġhea vily
rac ter
Ġir is
Ġmin i
Ġfring e
Ġsepar ated
Ġsepar ating
Ġdispla ys
Ġdispla yed
wing ed
Ġplum mage
neck ed
Ġda inty
Ġfollow ed
Ġallow s
Ġwhis kers
Ġob long
Ġeas y
Ġhel p
Ġpossess es
that Ã¯
Ġhear t
Ġglow ing
Ġmul titu
Ġquick ly
Ġgrace ful
Ġblotch es
Ġsal mon
Ġboast ing
Ġbulb ous
pec ially
Ġoc ean
Ġfir st
Ġeleg ant
Ġeyeling s
Ġmu ddy
Ġcha racter
Ġbrind le
Ġjewe l
Ġdisproportion ately
Ġtrail ing
mix ed
Ġes pecially
Ġid en
Ġwed ge
Ġcard inal
Ġpige on
Ġstru cture
Ġmon och
Ġcheet ah
Ġsignif ic
Ġleop ard
Ġfuchsi a
Ġscru ffy
Ġprotrus ion
Ġmultitu de
' ,
) ,
a ring
a ny
a ches
b at
b rows
b orate
c es
c ing
d i
d ea
f ter
g any
i ries
i ger
i zing
n e
n ight
n ot
n ce
p r
p read
r um
r ated
s k
s at
s on
s olid
t this
u in
u ish
v ed
w on
y n
Ġ '
Ġb or
Ġb orn
th ough
Ġw ra
Ġw orm
nd e
nd es
Ġwi des
Ġh s
Ġh it
Ġh orn
re ction
la ri
la borate
Ġs it
Ġwith black
Ġbe r
Ġbe com
Ġbe llies
Ġblack head
Ġc r
Ġc er
Ġc ast
Ġc al
Ġth o
Ġth ra
Ġg a
Ġo ri
Ġo ra
Ġo mb
lo us
at or
at ive
Ġbelly medium
Ġp eck
Ġp al
ri gu
Ġyellow belly
Ġyellow bill
Ġt ick
Ġt iger
Ġgre w
Ġf ing
Ġbill an
Ġco ast
Ġco uld
ast ic
red dish
es Ã¯
Ġgrey s
Ġlong this
Ġe laborate
Ġcrown bird
Ġhead and
Ġsh ine
Ġsh ines
Ġthe ma
or mous
Ġcolo ur
Ġred a
Ġred s
Ġshort this
en ce
Ġbody bird
Ġbody medium
il s
the Ã¯
Ġd ro
Ġd ou
Ġd welling
Ġl bird
Ġfeather a
Ġst ain
Ġst one
Ġst eel
Ġm ing
Ġm et
Ġn aped
Ġn ad
Ġsp i
Ġba ld
Ġback s
Ġback ward
Ġdark ly
Ġch e
Ġch ee
Ġsi dea
ing uish
ot y
Ġlight est
st ed
Ġeyes bird
le ct
Ġspot this
ur ated
Ġre t
Ġre aches
Ġpatch y
Ġan y
Ġse mi
round ed
Ġspeck e
Ġtarsus small
ut s
ut y
Ġpar ro
Ġfa nt
Ġprimaries a
Ġbillthis Ã¯
Ġma lari
Ġfla ppy
Ġle ft
Ġv aries
ent ly
al ity
Ġflat this
Ġal ight
Ġsk ull
Ġout stre
si bly
Ġha ze
Ġmar b
Ġstreak ing
belly Ã¯
Ġtips a
Ġstra w
Ġeyebrows this
Ġbea uty
and y
un k
Ġdist inguish
brown ish
Ġmarkings a
Ġwhi e
Ġint rigu
tt e
tt ing
Ġen ormous
Ġbreasts a
se cond
Ġstomach this
Ġmo ve
ic ally
ang e
Ġeyerings a
Ġpro gre
Ġdownwards small
Ġfo ul
Ġrust ed
Ġthigh this
tch ed
Ġtu cked
Ġproportion s
Ġmask ed
Ġfl ower
Ġfl ash
Ġhigh ly
sh ad
Ġper son
Ġdi rection
Ġcoloration this
Ġbranch this
Ġde c
Ġde cent
Ġno ndes
Ġsc ales
Ġperch es
Ġmid size
Ġmid night
Ġinclu des
me l
Ġsn ub
blue Ã¯
Ġdir t
Ġprominent ly
Ġcam era
Ġnot ched
Ġtailfeather this
Ġstark ly
Ġqu ality
vi vid
Ġla ve
Ġla teral
Ġbla de
Ġevery thing
Ġsplotch y
curv esÃ¯
Ġspec ies
Ġsho cking
Ġtailfeathers this
Ġpe ering
Ġad orn
Ġwood en
Ġrus tic
Ġoutlin ing
Ġfin ely
Ġblo nde
Ġgi rd
Ġgi ving
Ġinter rup
Ġprotru des
Ġang le
crown ed
Ġsection s
Ġrock s
Ġfi re
Ġretic ule
Ġresemb ling
Ġlea ving
Ġcor ner
Ġhand some
Ġrang es
Ġclo s
Ġbely this
Ġshow s
Ġir reg
Ġmin usc
Ġfish ing
Ġrema ining
Ġdispla y
Ġstip e
Ġstip es
Ġplum es
Ġref lect
Ġash y
Ġsca le
prima ries
ist inc
cri pt
ho gany
Ġcar ry
Ġconnec ting
Ġeas ily
Ġpos sibly
Ġman e
Ġpossess ing
Ġflutter ing
Ġflow ing
Ġbuil d
Ġbuil t
Ġclear ly
Ġreflec ts
Ġreflec tive
are nt
cre am
Ġmil ky
Ġmay be
Ġhang ing
iz ed
Ġpr int
taupe Ã¯
Ġblak c
speck led
Ġwingular s
Ġmeet s
Ġflatt ened
Ġdirect ly
Ġpeng uin
Ġmonoch rome
Ġsignific ant
bat ross
Ġwides pread
Ġthra ot
Ġpal er
Ġcoast al
Ġdou ble
Ġming led
Ġmet al
Ġfant astic
Ġmalari a
Ġoutstre tched
Ġhaze l
Ġintrigu ing
Ġnondes cript
Ġinterrup ted
Ġirreg ular
Ġminusc ule
' t
) .
. ,
a th
a long
a de
a quatic
a ct
a res
a thers
b r
b on
b al
c as
c in
c an
c ute
c ern
d omen
d ued
d welling
d istinc
e y
f lu
f ile
g ly
g ile
g ange
h i
h ued
i th
i ous
i lliary
i bly
k s
l k
m et
o s
o ur
o ped
o rdin
p es
p id
p etite
p ass
r ust
s this
s omen
s up
s lender
s port
s late
t ted
t arsus
t rum
u d
u ve
x i
y this
z z
Ġ ray
Ġ ran
Ġ ke
Ġb l
Ġb ak
Ġb ump
Ġb un
Ġa p
Ġa w
Ġa yellow
th ie
Ġw a
Ġw ti
Ġw and
Ġw ear
Ġw ad
nd s
nd ing
nd ible
Ġand black
Ġbi b
Ġbi ght
ll o
Ġwi g
Ġwi h
Ġwi sp
is s
ow der
Ġh at
Ġh eal
Ġh sa
as ping
as cin
re st
ck s
Ġs y
Ġs ma
Ġs at
Ġs er
Ġs cen
Ġwith in
Ġbe en
Ġblack ed
Ġblack the
ite d
Ġc lu
Ġc ross
Ġc atch
Ġth es
Ġth or
Ġg ro
Ġg ran
Ġo ur
Ġo ran
ma ries
ma ture
at es
ed s
ak s
ak es
Ġbelly blue
Ġbeak an
Ġbeak white
Ġbeak black
Ġbeak medium
in s
Ġp en
Ġp le
Ġp ick
Ġp owder
ri mmed
Ġwings medium
yellow ish
Ġsmall this
Ġyellow ing
ra mel
Ġt r
Ġt ea
Ġt il
Ġt est
Ġt ru
Ġt rac
Ġt ake
Ġt ern
Ġf eel
Ġbill large
Ġco me
Ġco ating
Ġco bal
Ġbre at
Ġlong s
Ġe h
Ġe ys
Ġit a
Ġsh ite
Ġsh own
Ġsh eath
Ġeye ings
ro matic
int ed
Ġpo p
or g
Ġcolo ured
Ġcolo uring
Ġits el
Ġred the
Ġorange the
Ġshort a
en s
en na
Ġbody small
Ġbody an
Ġd ing
Ġd ome
Ġd omin
Ġl ing
Ġl if
Ġl ess
lu cent
Ġst r
Ġst ay
Ġst ub
Ġst ares
Ġm ed
Ġm ot
Ġthroat small
Ġsp e
Ġsp ark
Ġtail small
Ġin k
Ġin v
Ġba n
Ġba rd
Ġpointed small
Ġback the
Ġch es
Ġch rome
ch ing
Ġsi enna
Ġgreen the
ti f
ti al
st an
st out
st and
le on
le mon
Ġbright est
Ġre al
Ġpatch ing
ul t
co at
co ve
co on
Ġwingb ird
Ġnape the
Ġas s
Ġab somen
Ġparticular ly
Ġsharp this
Ġsharp ed
Ġtan s
Ġtan ned
Ġwe re
Ġfa ll
Ġfa thers
Ġabd o
Ġabdomen small
Ġunder rated
ve lous
Ġma hogany
Ġma uve
Ġma ndible
small ish
itt ery
Ġfla pping
Ġle ast
Ġle mon
on Ã¯
Ġover coat
Ġlegs the
Ġpink this
Ġplu ma
al most
Ġsome thing
ff ect
Ġal mo
Ġal ig
Ġal batross
am ic
Ġthick er
Ġout ter
Ġnarrow ed
si der
Ġlo ving
out er
Ġmar velous
Ġfor ms
Ġcompa rable
Ġmarking a
Ġmarking the
Ġtips the
qu e
ta c
ta nt
Ġunderbelly a
Ġwide ly
ir led
Ġpa il
Ġpa dd
Ġfe ma
Ġflank this
cep t
Ġpale tte
Ġi th
im b
Ġru ddy
Ġru gged
cen ts
Ġtri colored
Ġtri color
Ġen com
Ġmo ss
Ġeyerings this
Ġpro vi
Ġpro file
Ġdownwards bird
Ġend this
Ġro ad
Ġro ots
ming led
Ġfo und
Ġfo od
Ġpred ator
gray ish
Ġlength this
Ġbottom this
Ġtu ff
Ġso ars
Ġso aring
Ġso oty
grey ish
Ġsw ift
Ġsw irled
Ġj ag
Ġbar ring
Ġproportion ed
Ġra il
Ġra cing
Ġra pid
Ġtall er
Ġhe llo
Ġtur n
Ġfl ies
sh ip
sh iny
Ġper ky
Ġspan this
Ġcirc led
Ġpeach y
ec tly
Ġsc ary
Ġol d
Ġor gange
Ġsur pr
Ġfur y
Ġfur ther
Ġinclu de
Ġpre y
Ġstrips this
head Ã¯
Ġcon sider
Ġclaws a
Ġclaws this
Ġclaws the
Ġye s
Ġnot ed
Ġnot able
Ġtalo n
bill this
Ġwingtips this
Ġbas ically
ct uated
ame leon
Ġop ales
Ġcopper y
stri king
Ġpor tly
Ġspec trum
Ġspec tac
Ġopen ing
Ġri m
Ġinteresting ly
Ġbur st
Ġbell this
Ġbell ly
wings Ã¯
eye s
eye brows
Ġbu g
Ġbu ggy
Ġinter mixed
Ġinter mingled
Ġprotru de
bright ly
Ġcur ly
Ġcur bed
Ġaccent ing
colorful Ã¯
Ġar m
Ġar ray
Ġfaint ly
ex ist
ex cept
Ġfeat ured
Ġy our
Ġge lly
Ġelsewhere this
Ġfi ery
Ġgradi ents
point y
Ġresemb le
Ġbul ged
Ġgreat ly
Ġlea n
Ġcan ary
Ġpear ly
Ġcor n
Ġdo g
Ġtrans lucent
Ġsub stan
Ġdefin ing
mar ka
Ġunderton e
Ġmin us
pointed Ã¯
Ġcl imb
Ġpin ho
Ġstip ed
Ġparti al
Ġcomple ment
Ġchang ing
Ġpatter s
ist ening
Ġfre athers
Ġbrest ed
Ġda zz
Ġpatched this
Ġconverts this
fa ced
Ġfollow s
Ġconnec ted
water fowl
Ġbr won
Ġwhis py
Ġpos ition
Ġstretch es
Ġhel met
Ġstart ling
Ġconsist ent
Ġcomplex ion
circ le
pa le
Ġca ramel
Ġgl istening
Ġfar ther
Ġseed s
Ġrough ly
Ġshadow s
Ġsu it
Ġfri lled
Ġbord er
Ġmil d
Ġfluff ed
Ġu gly
Ġble eds
Ġwards this
Ġequ al
Ġseconda iries
Ġrect ines
Ġperf ect
Ġperf ectly
Ġpepper ing
Ġdesig ns
Ġdesig ned
Ġcomplimen ts
Ġcomplimen ted
Ġcamofla g
ab domen
mas k
Ġsqu inty
Ġsqua re
Ġpun ctuated
Ġste m
Ġinver ted
Ġinse ct
Ġwingba ra
Ġseg al
Ġabdomin al
Ġsupport ed
Ġador ning
Ġkn own
compa red
Ġmini ature
Ġiden tif
yn amic
Ġber ry
Ġbecom es
Ġomb re
Ġpeck ing
Ġyellowbelly this
Ġtick ing
Ġfing er
Ġcolour ful
Ġdro op
Ġspi ral
Ġchee ck
Ġparro t
Ġmarb led
Ġprogre ss
shad ed
Ġdec or
Ġlave nder
Ġshocking ly
Ġclos er
pass ing
slender Ã¯
sport ing
Ġbun ch
Ġwti h
Ġwear s
Ġwisp y
ascin ating
Ġscen ery
Ġthes e
Ġgro up
Ġoran eg
Ġtrac es
Ġcobal t
Ġitsel f
Ġding y
Ġspark ling
stand ing
cove red
Ġalmo nd
Ġpadd le
Ġencom passing
Ġopales cent
exist ent
Ġsubstan tial
Ġpinho le
Ġdazz ling
' re
, .
- -
a che
b o
b row
b lo
b er
b lly
b ri
b es
b ro
b il
b lu
b ur
b orn
b ably
c y
c red
c il
c ts
c ule
d u
d is
d ise
d eep
d ull
d otted
d inal
e w
e own
e cep
e like
f rom
f ere
f ascinating
g out
h s
h er
h ot
h al
i red
i co
i ridescent
i res
i vory
i able
j as
k er
k in
l f
l i
l s
l ea
l ve
m itt
m ott
m eal
m me
m less
n ch
n ts
n ess
o ed
o ri
o und
o ff
o sed
o rable
p la
p ure
p and
p end
p ia
r th
s il
s itting
s mal
s sive
t u
t us
t ely
t op
t ually
u ged
u ded
u can
v o
v ent
v ity
w l
x ed
y a
y le
z ar
z es
z en
Ġ 5
Ġ q
Ġ rd
Ġ row
Ġ er
Ġ ea
Ġ king
Ġ usu
Ġ rows
Ġb d
Ġb ray
Ġb ring
Ġb own
Ġb rast
Ġa a
Ġa m
Ġa lo
Ġa er
Ġa ut
Ġa white
Ġa ft
Ġa gray
Ġa way
Ġa fter
Ġa vo
th s
th y
th us
th ick
Ġw th
Ġbi lly
Ġbi red
Ġbi zar
ll el
Ġwi n
Ġwi ry
Ġwi ith
is tic
is cule
rd rop
Ġh ar
Ġh ot
Ġh ost
Ġh its
Ġh jas
ng ue
la y
la nk
la ze
la nce
Ġs co
Ġwith r
Ġhas s
Ġbe nt
Ġbe an
Ġbe ating
Ġbe ka
Ġbe nch
Ġblack bird
Ġblack and
this is
Ġwh te
Ġwhite ish
Ġc lack
Ġc at
Ġc ak
Ġc ut
Ġc own
Ġc all
Ġc atching
Ġc eown
Ġth rown
Ġth ou
Ġth ings
Ġg as
Ġg ri
Ġg ut
Ġg et
Ġg ently
Ġo ng
Ġo at
Ġo ak
Ġo pp
Ġo rdin
Ġwing er
ma n
ma ti
at a
lly this
ak ed
Ġbelly q
Ġbelly it
Ġbelly an
Ġbelly white
Ġbelly orange
Ġbelly colorful
Ġbelly these
Ġbelly vibrant
Ġbeak yellow
in ner
in sh
in ag
Ġp int
Ġp ile
Ġp late
Ġp hot
ri ed
ri ls
Ġwings it
Ġwings tri
Ġwings white
Ġwings large
Ġwings pand
Ġyellow the
Ġyellow body
Ġt ort
Ġt im
Ġt ial
Ġt akes
Ġgre ed
Ġgre ay
Ġf it
Ġf ul
Ġf usc
Ġf ence
Ġbill long
Ġbill brown
Ġbill medium
ar ines
Ġco l
Ġco al
Ġco if
Ġbre y
Ġbre ats
Ġbreast e
Ġbreast bird
Ġbreast medium
es ome
es mer
Ġgrey a
Ġgrey the
Ġgrey with
Ġlong a
Ġlong itu
Ġe c
Ġe at
Ġe mp
Ġe ffect
Ġe blly
Ġit the
Ġcrown s
Ġsh ot
Ġsh ap
Ġeye wing
Ġeye catching
ro red
Ġpo i
Ġpo ll
Ġpo ts
Ġpo ised
Ġpo nted
Ġpo kes
Ġcolo rd
Ġcolo ra
Ġare black
Ġred der
Ġred crown
ver s
rang ed
Ġon es
ort ment
Ġorange ish
Ġgray small
Ġgray black
Ġshort y
Ġbo ring
en sely
Ġta b
Ġbod ies
Ġbody yellow
Ġbody brown
Ġd ead
Ġd al
Ġd and
Ġd un
Ġd ott
Ġd im
Ġd with
Ġd rop
Ġd ense
Ġd one
Ġd ried
Ġl i
Ġl ik
Ġl ive
Ġl ie
Ġfeather the
Ġfeather less
Ġthro a
Ġthro u
Ġst ee
Ġst ring
Ġst al
Ġst ately
Ġst orm
Ġst ance
Ġst are
Ġst yle
Ġm ur
Ġm edi
Ġm ir
Ġm ess
Ġm ean
Ġm ering
Ġm esmer
Ġfeathers small
Ġfeathers bird
Ġn um
Ġn ut
Ġn ost
Ġsp a
Ġsp ro
Ġsp and
Ġsp ack
Ġtail bird
Ġin cred
Ġblu sh
very Ã¯
Ġba c
Ġback it
Ġch romatic
Ġch ameleon
Ġsi ded
Ġstri ated
Ġstri ke
Ġfeet long
Ġeyes mall
um n
um ped
um fere
Ġto e
Ġto ad
Ġto ucan
Ġto ngue
Ġre s
Ġre tri
Ġre pt
Ġre marka
ul ean
co verts
Ġan terior
Ġsiz es
Ġneck ring
Ġneck bird
us es
us ing
Ġcover let
Ġwingb ack
Ġse qu
Ġse tting
Ġcurv ature
Ġcheek y
Ġcheek bon
ce nding
Ġsecond arines
de licate
tic tive
tic ally
Ġsecondaries white
Ġsecondaries medium
Ġsecondaries grey
Ġab rown
Ġab lue
Ġab rup
Ġab laze
Ġring a
Ġcurved a
Ġwe ak
Ġfa l
Ġabdomen t
Ġabdomen al
tri mmed
up ting
Ġund e
Ġunder feathers
Ġunder wing
Ġunder part
Ġeyeb ro
Ġeyeb ird
Ġeyebrow bird
Ġstriped this
ip le
Ġtip a
Ġface the
Ġspots bird
mp it
Ġround er
Ġstripes the
Ġrec ta
Ġrec to
Ġfla red
Ġfla ming
Ġrings a
Ġdown tur
Ġside the
Ġside bars
Ġside way
Ġside bur
Ġv is
Ġrectrices bird
Ġwell this
on s
Ġover head
Ġcre e
Ġcre me
Ġcre ating
Ġr at
Ġr ising
Ġr umped
Ġcomp osed
Ġlegs bird
an a
an Ã¯
al so
al though
Ġtop a
Ġalong side
Ġal though
Ġsk in
Ġsk unk
Ġsuperciliary a
Ġex act
Ġex ecep
Ġsl i
Ġsl it
Ġsl eep
Ġsl ashes
Ġdownward this
Ġdownward the
si on
si di
Ġlo n
Ġlo ver
Ġha ired
Ġbut ter
Ġsha le
ter s
ter min
Ġac tually
ped o
Ġup standing
colo ring
id ing
id ating
qu is
Ġstraight this
Ġeyebrows a
ta ll
ta in
Ġdis cern
Ġdis tictive
un i
un ted
Ġplumage the
Ġvent this
tive ly
Ġcoloring a
Ġcoloring ful
Ġretrices a
ir ly
Ġpurple ish
Ġpa ck
Ġpa ge
Ġfe thers
Ġmarkings small
lli antly
Ġstreaks this
Ġmix ing
Ġwingbar the
Ġi rd
Ġi mage
Ġthroughout this
im idating
ater s
Ġvi ew
Ġplump this
Ġgold fin
Ġexcept ing
Ġint ensely
Ġint imidating
Ġdu sting
Ġsto p
Ġsto pped
Ġlike ly
Ġtones this
Ġarea this
tt ily
Ġen ough
Ġbreasts the
Ġbreasts small
Ġnear s
se ction
Ġstomach a
Ġunderside this
Ġapp arent
Ġmo ves
ic ular
ang led
Ġeyerings the
Ġsolid ly
Ġbeaka ll
Ġentire ty
Ġne at
Ġpro xi
Ġpro bably
Ġun us
Ġcovert this
Ġend ed
Ġbott le
od d
od ynamic
Ġso fter
Ġsw an
Ġj o
Ġj uts
Ġj ade
eal ing
Ġuni color
Ġbar the
Ġbar bed
mo re
mo hawk
Ġvari ed
Ġra ven
Ġra di
Ġra coon
Ġcheeks this
Ġhe ight
Ġlin ear
Ġthighs this
Ġhi nd
Ġfoot a
tip s
Ġfl st
Ġfl ittery
Ġmixture s
sh ot
Ġper pend
Ġdi ag
Ġbranch a
Ġbranch the
Ġspan s
Ġthem the
Ġcirc umfere
Ġcompar ative
ec trices
Ġhal ved
Ġbro ken
Ġsc ra
Ġsc iss
Ġhighlight er
ha ving
Ġdiff ering
Ġwho lly
Ġmid sized
Ġmid way
Ġmid section
Ġspecks this
Ġed ging
clu ding
Ġcla d
Ġcla y
Ġunderneath this
Ġpre ttily
Ġfro zen
Ġruff ly
Ġsn out
Ġsn ake
Ġsea mless
Ġtree this
Ġbeck this
Ġcon cent
Ġflanks this
Ġsupercill aries
Ġsupercill ery
Ġye ad
Ġnot ably
fla nk
Ġtailfeather a
Ġtor pedo
gn e
pper s
Ġhair s
Ġsport ed
Ġcheck er
Ġbil this
Ġtarsi this
Ġdetail ing
Ġla w
Ġla y
Ġla rd
Ġla re
Ġla ge
Ġla ke
Ġbla zing
Ġwo ven
Ġcap ped
Ġlines this
if elike
ton e
ton es
Ġspec ts
Ġspec ial
Ġread y
Ġsho ck
Ġopen this
Ġstro kes
Ġad ult
Ġad orable
Ġdes cending
Ġsplash ed
Ġbell t
Ġbell ty
Ġbell tthis
Ġfin ish
Ġfin ally
Ġna ils
Ġgrad uated
eye ring
eye Ã¯
Ġbu rd
curved Ã¯
sp arent
Ġwhere as
Ġinter mitt
Ġpuff ing
Ġbackside this
Ġaccent uated
Ġar ranged
Ġar mpit
Ġsm ile
Ġregion this
Ġregion the
Ġk arsus
Ġang ry
Ġaltern ate
Ġeven ly
Ġstrange ly
Ġshimmer s
Ġeyeing this
Ġcompr ises
Ġmouth this
Ġrock this
Ġge org
Ġstu bbed
Ġspread s
Ġconsis tant
el ion
fin ed
tur quoise
Ġtran sparent
Ġrelation ship
point ing
Ġbul ge
Ġbul ging
Ġpla nt
Ġpla ces
Ġlea f
Ġnice ly
Ġwoodpecker s
Ġcent ered
Ġmake up
Ġextra ordin
Ġearth ly
Ġclo sed
Ġsub tly
Ġsub dued
Ġbely a
Ġbely l
Ġlaye r
Ġblood shot
ush ed
Ġsimilar ly
ising ly
Ġfra med
Ġfra gile
Ġpost ure
Ġmin iscule
Ġgener al
pink Ã¯
Ġfring es
Ġstunning ly
Ġsepar ates
Ġbron z
feathers Ã¯
Ġdoes n
Ġlack ing
Ġhold s
Ġgr re
Ġgr asping
Ġpin ch
Ġtar tus
Ġshading s
Ġpurp les
plu mage
plu med
tter ing
Ġsla nt
Ġpea ce
Ġchang e
Ġsca led
Ġpeak this
Ġpeak ing
purple Ã¯
over all
Ġtot al
Ġda b
Ġmust ache
app earing
Ġyell w
Ġburg andy
fa ring
fa irly
ho oked
Ġhard ly
Ġcar ries
Ġbeaks this
Ġatt en
Ġatta ches
Ġfollow ing
Ġconnec ts
Ġplain ly
back ed
multi colored
Ġbr ush
Ġsun ken
Ġcra wl
Ġob sidi
Ġtexture s
that s
Ġswo oped
Ġgl iding
Ġmul it
Ġflutter y
Ġgrace fully
Ġdramatic ally
cre sted
men ted
men sely
Ġve y
Ġve lve
Ġsu cking
Ġsu ited
Ġsal t
Ġfri lly
Ġey llow
Ġtogether this
Ġfluff ly
Ġmodest ly
Ġble u
Ġwards the
Ġequ ally
chest ed
Ġrect r
darker Ã¯
Ġsmoke y
Ġyello ow
Ġcamofla uged
downward s
Ġawkward ly
ac cents
bar red
ift ing
sl eek
sl im
Ġmall ard
Ġwal king
Ġwal ks
nder ful
Ġsqua red
Ġtown s
Ġdip ped
Ġste aks
Ġinver se
Ġinse cts
Ġblur red
Ġbluea nd
Ġsupport s
Ġpara dise
Ġpara llel
Ġim mature
Ġim mensely
Ġencirc les
Ġencirc ling
Ġrob in
Ġrob ust
Ġdescri bes
Ġkn ifelike
compa ct
Ġhelp s
Ġcharacter istic
sk inny
sat urated
Ġbor wn
Ġborn w
Ġwra pping
Ġcer ulean
Ġcer tain
Ġcal m
Ġcal ico
Ġtho se
Ġga ze
Ġora gne
Ġbackward s
Ġret ries
Ġspecke led
Ġdistinguish ed
Ġdistinguish ing
second aries
second ary
Ġcarry ing
flu ffy
os ite
sup erc
tarsus Ã¯
Ġke y
Ġbl own
Ġap ple
Ġaw esome
Ġwad ing
Ġwih t
Ġheal thy
Ġsy mme
Ġsat urated
Ġser ious
Ġcross ing
Ġour ter
Ġpen cil
Ġtr inag
Ġtea rdrop
Ġtru ly
Ġeh ite
Ġsheath ed
Ġlif ted
Ġstay s
Ġinv isible
Ġban ana
Ġass ortment
Ġpluma ged
Ġalig ning
Ġfema le
Ġprovi de
Ġjag ged
Ġrapid ly
Ġsurpr isingly
Ġconsider ably
striking ly
Ġspectac ular
eyebrows Ã¯
Ġarm or
pointy Ã¯
Ġclimb ing
Ġcomplement ing
Ġposition ed
Ġsuit able
Ġcamoflag ue
Ġstem ming
Ġdroop ing
Ġprogress ing
Ġdecor ated
bri lliantly
blu ish
du ck
mott led
Ġer upting
Ġusu al
Ġaer odynamic
Ġaut umn
Ġbizar re
Ġsco op
Ġcak ing
Ġcall ed
Ġoat meal
Ġopp osite
Ġordin ary
mati an
Ġphot o
Ġwingstri pes
Ġtim es
Ġfusc ia
Ġlongitu dinal
Ġemp has
Ġshap es
Ġdal matian
Ġdand elion
Ġdott ing
Ġlik es
Ġlive ly
Ġmur ky
Ġmir rored
Ġmess y
Ġmering ue
Ġmesmer izing
Ġnost rils
Ġincred ibly
Ġcheekbon es
Ġabrup tly
Ġrecta ng
Ġrecto ries
Ġdowntur n
Ġsideway s
Ġsidebur ns
Ġexecep tion
Ġsleep a
Ġdiscern ible
Ġgoldfin ch
Ġradi ant
Ġperpend icular
Ġdiag on
Ġcircumfere nce
Ġcomparative ly
Ġseamless ly
Ġintermitt ent
Ġgeorg ous
Ġobsidi an
Ġsymme tric
Ġtrinag ular
