{"<pad>":0,"<unk>":1,"<bos>":2,"<eos>":3,"!":4,"\"":5,"#":6,"$":7,"%":8,"&":9,"'":10,"(":11,")":12,"*":13,"+":14,",":15,"-":16,".":17,"/":18,"0":19,"1":20,"2":21,"3":22,"4":23,"5":24,"6":25,"7":26,"8":27,"9":28,":":29,";":30,"<":31,"=":32,">":33,"?":34,"@":35,"A":36,"B":37,"C":38,"D":39,"E":40,"F":41,"G":42,"H":43,"I":44,"J":45,"K":46,"L":47,"M":48,"N":49,"O":50,"P":51,"Q":52,"R":53,"S":54,"T":55,"U":56,"V":57,"W":58,"X":59,"Y":60,"Z":61,"[":62,"\\":63,"]":64,"^":65,"_":66,"`":67,"a":68,"b":69,"c":70,"d":71,"e":72,"f":73,"g":74,"h":75,"i":76,"j":77,"k":78,"l":79,"m":80,"n":81,"o":82,"p":83,"q":84,"r":85,"s":86,"t":87,"u":88,"v":89,"w":90,"x":91,"y":92,"z":93,"{":94,"|":95,"}":96,"~":97,"¡":98,"¢":99,"£":100,"¤":101,"¥":102,"¦":103,"§":104,"¨":105,"©":106,"ª":107,"«":108,"¬":109,"®":110,"¯":111,"°":112,"±":113,"²":114,"³":115,"´":116,"µ":117,"¶":118,"·":119,"¸":120,"¹":121,"º":122,"»":123,"¼":124,"½":125,"¾":126,"¿":127,"À":128,"Á":129,"Â":130,"Ã":131,"Ä":132,"Å":133,"Æ":134,"Ç":135,"È":136,"É":137,"Ê":138,"Ë":139,"Ì":140,"Í":141,"Î":142,"Ï":143,"Ð":144,"Ñ":145,"Ò":146,"Ó":147,"Ô":148,"Õ":149,"Ö":150,"×":151,"Ø":152,"Ù":153,"Ú":154,"Û":155,"Ü":156,"Ý":157,"Þ":158,"ß":159,"à":160,"á":161,"â":162,"ã":163,"ä":164,"å":165,"æ":166,"ç":167,"è":168,"é":169,"ê":170,"ë":171,"ì":172,"í":173,"î":174,"ï":175,"ð":176,"ñ":177,"ò":178,"ó":179,"ô":180,"õ":181,"ö":182,"÷":183,"ø":184,"ù":185,"ú":186,"û":187,"ü":188,"ý":189,"þ":190,"ÿ":191,"Ā":192,"ā":193,"Ă":194,"ă":195,"Ą":196,"ą":197,"Ć":198,"ć":199,"Ĉ":200,"ĉ":201,"Ċ":202,"ċ":203,"Č":204,"č":205,"Ď":206,"ď":207,"Đ":208,"đ":209,"Ē":210,"ē":211,"Ĕ":212,"ĕ":213,"Ė":214,"ė":215,"Ę":216,"ę":217,"Ě":218,"ě":219,"Ĝ":220,"ĝ":221,"Ğ":222,"ğ":223,"Ġ":224,"ġ":225,"Ģ":226,"ģ":227,"Ĥ":228,"ĥ":229,"Ħ":230,"ħ":231,"Ĩ":232,"ĩ":233,"Ī":234,"ī":235,"Ĭ":236,"ĭ":237,"Į":238,"į":239,"İ":240,"ı":241,"Ĳ":242,"ĳ":243,"Ĵ":244,"ĵ":245,"Ķ":246,"ķ":247,"ĸ":248,"Ĺ":249,"ĺ":250,"Ļ":251,"ļ":252,"Ľ":253,"ľ":254,"Ŀ":255,"ŀ":256,"Ł":257,"ł":258,"Ń":259,"Ġb":260,"Ġa":261,"th":262,"Ġw":263,"nd":264,"Ġand":265,"Ġbi":266,"ll":267,"Ġwi":268,"is":269,"rd":270,"Ġbird":271,"ow":272,"Ġh":273,"as":274,"re":275,"ck":276,"ng":277,"it":278,"la":279,"Ġs":280,"Ġwith":281,"Ġhas":282,"lack":283,"Ġbe":284,"Ġblack":285,"this":286,"Ġwh":287,"row":288,"ite":289,"Ġwhite":290,"rown":291,"Ġc":292,"Ġth":293,"ye":294,"Ġbrown":295,"Ġg":296,"Ġo":297,"Ġwing":298,"ma":299,"Ġis":300,"lo":301,"at":302,"er":303,"lly":304,"ed":305,"ak":306,"Ġbelly":307,"Ġbeak":308,"in":309,"Ġp":310,"mall":311,"ri":312,"ea":313,"Ġwings":314,"llow":315,"yellow":316,"Ġsmall":317,"Ġyellow":318,"ra":319,"Ġt":320,"Ġgre":321,"Ġf":322,"Ġbill":323,"ar":324,"Ġco":325,"ast":326,"long":327,"Ġbre":328,"Ġbreast":329,"red":330,"es":331,"Ġgrey":332,"Ġlong":333,"Ġe":334,"Ġit":335,"Ġcrown":336,"Ġthat":337,"ead":338,"Ġhead":339,"Ġsh":340,"Ġthe":341,"Ġeye":342,"ro":343,"int":344,"Ġpo":345,"Ġpoint":346,"gh":347,"or":348,"Ġcolo":349,"Ġits":350,"Ġare":351,"Ġred":352,"ver":353,"rang":354,"Ġon":355,"range":356,"ght":357,"ray":358,"ort":359,"Ġorange":360,"Ġgray":361,"Ġshort":362,"Ġbo":363,"en":364,"Ġta":365,"Ġbod":366,"Ġbody":367,"il":368,"the":369,"Ġd":370,"lar":371,"ther":372,"Ġfea":373,"Ġl":374,"Ġfeather":375,"lu":376,"Ġthro":377,"Ġst":378,"Ġm":379,"Ġcolor":380,"Ġfeathers":381,"Ġof":382,"ee":383,"Ġn":384,"Ġthroat":385,"Ġsp":386,"Ġtail":387,"ge":388,"Ġin":389,"Ġblu":390,"ight":391,"Ġblue":392,"very":393,"Ġba":394,"ark":395,"Ġpointed":396,"Ġvery":397,"Ġback":398,"Ġdark":399,"eck":400,"Ġlar":401,"ars":402,"Ġch":403,"ch":404,"Ġsi":405,"Ġlarge":406,"ing":407,"Ġpointy":408,"Ġgreen":409,"ring":410,"ot":411,"ti":412,"Ġstri":413,"Ġlight":414,"Ġstrip":415,"und":416,"ly":417,"eet":418,"Ġfeet":419,"st":420,"Ġeyes":421,"ries":422,"um":423,"Ġto":424,"Ġbri":425,"le":426,"Ġpat":427,"Ġbright":428,"Ġspot":429,"ur":430,"Ġre":431,"edi":432,"edium":433,"Ġpatch":434,"om":435,"Ġmedium":436,"ul":437,"co":438,"Ġan":439,"ap":440,"Ġsiz":441,"Ġneck":442,"us":443,"Ġcover":444,"ape":445,"Ġcolored":446,"Ġwingb":447,"Ġbellythis":448,"urv":449,"Ġnape":450,"Ġse":451,"eek":452,"led":453,"Ġcurv":454,"round":455,"Ġas":456,"Ġspeck":457,"Ġtars":458,"ular":459,"Ġcheek":460,"est":461,"ish":462,"Ġchest":463,"cond":464,"ce":465,"Ġsecond":466,"de":467,"Ġsized":468,"ful":469,"aries":470,"tic":471,"Ġtarsus":472,"ut":473,"Ġpar":474,"Ġsecondaries":475,"rima":476,"Ġab":477,"ost":478,"Ġprima":479,"Ġwingbars":480,"'s":481,"ts":482,"Ġring":483,"ticular":484,"Ġparticular":485,"arp":486,"Ġsharp":487,"Ġeyering":488,"Ġtan":489,"Ġcurved":490,"Ġwe":491,"Ġspeckled":492,"Ġfa":493,"Ġabd":494,"omen":495,"Ġabdomen":496,"ted":497,"Ġmost":498,"tri":499,"up":500,"Ġcolorful":501,"Ġprimaries":502,"Ġund":503,"Ġunder":504,"Ġeyeb":505,"tric":506,"Ġeyebrow":507,"Ġmostly":508,"Ġspotted":509,"trices":510,"Ġbillthis":511,"ve":512,"Ġstriped":513,"Ġma":514,"Â½":515,"Â¿":516,"Ã¯":517,"des":518,"ip":519,"iny":520,"Ġcoverts":521,"Ġtip":522,"Ġall":523,"Ġface":524,"Ġspots":525,"mp":526,"bi":527,"Ġround":528,"small":529,"Ġstripes":530,"itt":531,"Ġthin":532,"Ġrec":533,"Ġfla":534,"bb":535,"bird":536,"own":537,"ittle":538,"nt":539,"Ġle":540,"Ġlittle":541,"Ġrings":542,"Ġtiny":543,"Ġdown":544,"Ġside":545,"Ġv":546,"Ġrectrices":547,"ent":548,"ary":549,"king":550,"Ġwell":551,"on":552,"Ġstripe":553,"Ġover":554,"Ġcre":555,"Ġleg":556,"Ġr":557,"erc":558,"Ġsup":559,"Ġcomp":560,"Ġlegs":561,"Ġrest":562,"Ġsuperc":563,"ink":564,"Ġpink":565,"Ġthi":566,"Ġplu":567,"ard":568,"Ġaround":569,"ny":570,"an":571,"al":572,"ili":573,"Ġtop":574,"Ġsupercili":575,"ome":576,"arrow":577,"Ġpatches":578,"Ġcovering":579,"Ġalong":580,"Ġsome":581,"Ġflat":582,"ff":583,"Ġal":584,"Ġsk":585,"Ġbeakthis":586,"bbed":587,"inny":588,"Ġwebbed":589,"Ġsuperciliary":590,"Ġex":591,"Ġskinny":592,"am":593,"ward":594,"Ġthick":595,"Ġsl":596,"Ġout":597,"Ġnarrow":598,"Ġsides":599,"rom":600,"Ġdarker":601,"Ġdownward":602,"si":603,"ok":604,"ol":605,"Ġlo":606,"out":607,"wh":608,"be":609,"Ġstre":610,"ulti":611,"Ġsize":612,"Ġha":613,"Ġmar":614,"Ġbut":615,"Ġmulti":616,"Ġhis":617,"Ġbellya":618,"ure":619,"Ġstreak":620,"Ġfrom":621,"Ġsha":622,"Ġat":623,"ter":624,"Ġac":625,"ik":626,"Ġcream":627,"ple":628,"Ġfor":629,"Ġcompa":630,"ped":631,"Ġup":632,"belly":633,"colo":634,"Ġbars":635,"ugh":636,"so":637,"Ġmarking":638,"Ġcompared":639,"Ġtips":640,"id":641,"Ġstra":642,"qu":643,"Ġstraight":644,"Ġslight":645,"Ġeyebrows":646,"ta":647,"ump":648,"mage":649,"Ġthrough":650,"Ġdis":651,"Ġunderbelly":652,"Ġbea":653,"ffy":654,"and":655,"ile":656,"un":657,"Ġplumage":658,"Ġvent":659,"colored":660,"Ġouter":661,"tern":662,"tive":663,"les":664,"Ġcoloring":665,"Ġwhile":666,"Ġrump":667,"Ġalso":668,"Ġdist":669,"Ġwide":670,"Ġpur":671,"ear":672,"ubb":673,"brown":674,"Ġbilla":675,"Ġretrices":676,"white":677,"ubby":678,"Ġho":679,"inc":680,"Ġpattern":681,"Ġbig":682,"Ġdistinc":683,"ion":684,"ir":685,"Ġcrownthis":686,"ike":687,"Ġpurple":688,"Ġslightly":689,"nk":690,"lend":691,"ely":692,"Ġpa":693,"Ġfe":694,"dish":695,"Ġflank":696,"Ġmarkings":697,"lli":698,"cep":699,"Ġthis":700,"Ġreddish":701,"Ġwhi":702,"Ġexcep":703,"uti":704,"Ġrounded":705,"Ġshades":706,"Ġwhich":707,"cent":708,"ix":709,"Ġstreaks":710,"utiful":711,"Ġmix":712,"Ġwingbar":713,"Ġbodythis":714,"ott":715,"Ġcrest":716,"Ġcolors":717,"black":718,"Ġhook":719,"wo":720,"Ġmott":721,"Ġton":722,"Ġpale":723,"Ġflu":724,"Ġi":725,"Ġthroughout":726,"tail":727,"old":728,"Ġbeautiful":729,"Ġstubby":730,"per":731,"im":732,"side":733,"ner":734,"Ġtwo":735,"ater":736,"Ġlighter":737,"Ġmottled":738,"Ġvi":739,"Ġcove":740,"Ġhooked":741,"gre":742,"Ġinner":743,"Ġtipped":744,"Ġplump":745,"ature":746,"Ġwater":747,"Ġfluffy":748,"Ġcurves":749,"ige":750,"oking":751,"Ġgold":752,"Ġbeige":753,"Ġru":754,"Ġexcept":755,"Ġint":756,"Ġcovered":757,"Ġbrownish":758,"Ġdu":759,"ss":760,"Ġmalar":761,"Ġsto":762,"Ġlike":763,"Ġtones":764,"ran":765,"Ġlooking":766,"lender":767,"Ġfeature":768,"Ġslender":769,"Ġfat":770,"cen":771,"pp":772,"Ġbellythe":773,"Ġarea":774,"Ġspeckles":775,"let":776,"medium":777,"Ġwingsthis":778,"Ġcont":779,"most":780,"tt":781,"Ġtri":782,"Ġen":783,"Ġfeatures":784,"ere":785,"Ġgreenish":786,"Ġeyesthis":787,"Ġaccen":788,"Ġbreasts":789,"Ġnear":790,"se":791,"mach":792,"Ġstomach":793,"ger":794,"rides":795,"Ġunderside":796,"Ġhave":797,"Ġdistinctive":798,"pan":799,"Ġgrayish":800,"Ġmulticolored":801,"Ġapp":802,"Ġmo":803,"ic":804,"ridescent":805,"Ġshiny":806,"Ġ&":807,"ang":808,"ant":809,"ross":810,"Ġext":811,"Ġalmost":812,"olid":813,"Ġeyerings":814,"Ġsmaller":815,"Ġwingspan":816,"Ġupper":817,"Ġsolid":818,"Ġundertail":819,"Ġiridescent":820,"Ġaccents":821,"Ġbeaka":822,"Ġacross":823,"Ġheadthis":824,"tire":825,"Ġentire":826,"Ġne":827,"Ġpu":828,"bra":829,"ft":830,"Ġpro":831,"aped":832,"Ġtriang":833,"Ġun":834,"Ġdownwards":835,"Ġbreasted":836,"rily":837,"Ġoff":838,"Ġcovert":839,"Ġsecondariesthis":840,"Ġcomplet":841,"ngth":842,"ally":843,"Ġbirds":844,"Ġend":845,"Ġlook":846,"brant":847,"Ġprimarily":848,"siz":849,"Ġcompletely":850,"et":851,"Ġtriangular":852,"Ġyellowish":853,"Ġlarger":854,"Ġinto":855,"Ġro":856,"Ġstout":857,"Ġdot":858,"Ġrela":859,"Ġvibrant":860,"ming":861,"tion":862,"omin":863,"ied":864,"Ġfo":865,"Ġbillthe":866,"Ġ,":867,"ry":868,"Ġrust":869,"ain":870,"ove":871,"Ġstand":872,"all":873,"Ġpred":874,"ad":875,"llied":876,"sized":877,"Ġpredomin":878,"Ġshaped":879,"Ġabove":880,"light":881,"gray":882,"thered":883,"Ġsil":884,"Ġthigh":885,"Ġbott":886,"Ġfeetthis":887,"od":888,"ation":889,"tch":890,"Ġlength":891,"Ġrelative":892,"Ġbottom":893,"ding":894,"Ġtu":895,"Ġbodied":896,"Ġdull":897,"Ġso":898,"Ġbreastthis":899,"Ġgolden":900,"Ġdistinct":901,"grey":902,"port":903,"Ġby":904,"ated":905,"Ġoverall":906,"Ġbellied":907,"Ġhint":908,"Ġsw":909,"Ġfeathered":910,"ture":911,"Ġj":912,"eal":913,"green":914,"Ġuni":915,"ari":916,"ning":917,"Ġmixed":918,"portion":919,"Ġbar":920,"mo":921,"Ġgreyish":922,"Ġvari":923,"Ġbrow":924,"Ġgo":925,"Ġstriking":926,"Ġcontain":927,"Ġproportion":928,"Ġra":929,"ous":930,"Ġteal":931,"Ġsilver":932,"each":933,"Ġappea":934,"mb":935,"Ġmas":936,"quat":937,"Ġtall":938,"antly":939,"Ġneed":940,"Ġlooks":941,"Ġthan":942,"Ġthroatthis":943,"Ġcheeks":944,"Ġpuffy":945,"Ġuniqu":946,"Ġneedle":947,"ise":948,"Ġhe":949,"Ġprimary":950,"end":951,"orange":952,"Ġfeathersthis":953,"rance":954,"Ġlin":955,"Ġappearance":956,"Ġthighs":957,"Ġmain":958,"unning":959,"ick":960,"Ġhi":961,"Ġblunt":962,"Ġfoot":963,"Ġmask":964,"Ġtur":965,"tip":966,"Ġpredominantly":967,"Ġfl":968,"Ġfu":969,"Ġmixture":970,"Ġunique":971,"Ġblend":972,"Ġhad":973,"vid":974,"atch":975,"Ġsuperci":976,"Ġpatterned":977,"large":978,"Ġchestthis":979,"Ġhigh":980,"Ġspik":981,"Ġmainly":982,"eep":983,"Ġsoft":984,"sh":985,"Ġper":986,"Ġlonger":987,"Ġdi":988,"Ġtailthis":989,"Ġvivid":990,"ns":991,"Ġhu":992,"irc":993,"Ġextend":994,"Ġbran":995,"Ġcoloration":996,"Ġbranch":997,"ving":998,"Ġbeing":999,"Ġrunning":1000,"Ġwhitethis":1001,"ind":1002,"ive":1003,"rast":1004,"dd":1005,"like":1006,"Ġde":1007,"Ġentirely":1008,"ral":1009,"Ġspan":1010,"Ġband":1011,"Ġcontrast":1012,"wk":1013,"Ġwhit":1014,"Ġtint":1015,"Ġbodya":1016,"oth":1017,"Ġcrowna":1018,"Ġthem":1019,"fea":1020,"wi":1021,"rem":1022,"Ġcirc":1023,"Ġpeach":1024,"Ġbilled":1025,"Ġdeep":1026,"Ġsecondary":1027,"Ġdots":1028,"eath":1029,"Ġno":1030,"Ġextrem":1031,"mooth":1032,"Ġsmooth":1033,"Ġheaded":1034,"Ġcompar":1035,"Ġextremely":1036,"ec":1037,"ison":1038,"Ġbeakthe":1039,"Ġpointedthis":1040,"Ġnearly":1041,"neath":1042,"Ġhal":1043,"Ġspotsthis":1044,"Ġmultiple":1045,"Ġcomparison":1046,"ower":1047,"Ġme":1048,"Ġrelatively":1049,"ty":1050,"tund":1051,"Ġbro":1052,"Ġsc":1053,"Ġol":1054,"Ġrotund":1055,"Ġhighlight":1056,"Ġhalf":1057,"ha":1058,"Ġor":1059,"Ġperch":1060,"Ġdiff":1061,"uch":1062,"Ġwho":1063,"age":1064,"Ġsur":1065,"Ġwingsa":1066,"Ġmatch":1067,"talli":1068,"Ġbead":1069,"Ġswim":1070,"Ġolive":1071,"hawk":1072,"aÃ¯":1073,"ree":1074,"Ġtuft":1075,"Ġfleck":1076,"Ġmetalli":1077,"Ġwhen":1078,"Ġstick":1079,"Ġmid":1080,"Ġspecks":1081,"Ġabdomenthis":1082,"erent":1083,"Ġappear":1084,"Ġmohawk":1085,"Ġdifferent":1086,"Ġmetallic":1087,"Ġblackthis":1088,"Ġbrightly":1089,"Ġduck":1090,"Ġsurround":1091,"Ġed":1092,"Ġsleek":1093,"Ġshade":1094,"Ġgoing":1095,"ged":1096,"patch":1097,"trice":1098,"Ġpatchesthis":1099,"Ġcontains":1100,"feather":1101,"clu":1102,"oise":1103,"Ġaver":1104,"right":1105,"Ġbeady":1106,"low":1107,"Ġcla":1108,"Ġfur":1109,"upe":1110,"Ġhaving":1111,"quoise":1112,"Ġstanding":1113,"Ġaverage":1114,"ate":1115,"Ġinclu":1116,"Ġunderneath":1117,"Ġhints":1118,"Ġpre":1119,"Ġfro":1120,"Ġtarsuses":1121,"Ġjet":1122,"Ġturquoise":1123,"me":1124,"ned":1125,"ou":1126,"Ġother":1127,"Ġone":1128,"Ġlower":1129,"Ġchubby":1130,"what":1131,"ating":1132,"als":1133,"Ġexception":1134,"with":1135,"Ġclaw":1136,"ust":1137,"Ġbit":1138,"Ġbrownthis":1139,"Ġelong":1140,"Ġfac":1141,"Ġsomewhat":1142,"quatic":1143,"ble":1144,"ash":1145,"Ġtaupe":1146,"lue":1147,"Ġsparrow":1148,"Ġreally":1149,"Ġtarsals":1150,"Ġslim":1151,"Ġstreaked":1152,"etite":1153,"Ġrather":1154,"Ġfront":1155,"Ġelongated":1156,"Ġstrips":1157,"Ġstripped":1158,"Ġruff":1159,"Ġaquatic":1160,"Ġsn":1161,"ately":1162,"Ġthere":1163,"Ġpart":1164,"where":1165,"tty":1166,"blue":1167,"gy":1168,"ges":1169,"hind":1170,"ling":1171,"we":1172,"Ġsea":1173,"Ġbehind":1174,"Ġbeaked":1175,"Ġpetite":1176,"Ġtree":1177,"Ġdir":1178,"Ġlim":1179,"Ġvarious":1180,"Ġincluding":1181,"head":1182,"lin":1183,"ru":1184,"Ġbeck":1185,"inent":1186,"Ġprom":1187,"Ġcon":1188,"Ġel":1189,"Ġclaws":1190,"Ġruffled":1191,"Ġbluish":1192,"Ġbrilli":1193,"Ġwhitish":1194,"Ġbroad":1195,"Ġprominent":1196,"ered":1197,"ky":1198,"Ġcam":1199,"Ġmark":1200,"Ġflanks":1201,"Ġdownwardsthis":1202,"Ġsupercill":1203,"Ġswimming":1204,"Ġye":1205,"Ġnot":1206,"Ġstands":1207,"Ġappears":1208,"Ġdirty":1209,"fla":1210,"Ġpure":1211,"Ġtailfeather":1212,"Ġneckthis":1213,"Ġspiked":1214,"Ġpretty":1215,"Ġelse":1216,"ded":1217,"Ġwinged":1218,"Ġtor":1219,"Ġstark":1220,"itting":1221,"op":1222,"Ġbelow":1223,"Ġwingtip":1224,"Ġboth":1225,"Ġbackthis":1226,"ings":1227,"Ġmaj":1228,"Ġpinkish":1229,"Ġpatterns":1230,"Ġlime":1231,"Ġsupercillary":1232,"ay":1233,"ull":1234,"Ġsitting":1235,"Ġodd":1236,"Ġheada":1237,"Ġpatchthis":1238,"ards":1239,"Ġbrilliant":1240,"Ġfly":1241,"Ġtalo":1242,"Ġtarsusthis":1243,"Ġventral":1244,"bill":1245,"Ġtorso":1246,"Ġwingtips":1247,"Ġflying":1248,"bod":1249,"gn":1250,"mer":1251,"Ġqu":1252,"Ġbas":1253,"Ġamb":1254,"Ġsquat":1255,"Ġtouch":1256,"Ġset":1257,"Ġvary":1258,"Ġamber":1259,"Ġvarying":1260,"ct":1261,"dgy":1262,"pper":1263,"owl":1264,"lotch":1265,"Ġtow":1266,"Ġlead":1267,"Ġchin":1268,"Ġeyesa":1269,"ame":1270,"Ġhair":1271,"Ġmore":1272,"Ġline":1273,"dark":1274,"ting":1275,"Ġsee":1276,"Ġgraythis":1277,"Ġsport":1278,"Ġcheck":1279,"Ġcurve":1280,"Ġmany":1281,"Ġtuf":1282,"Ġhighlights":1283,"Ġtalons":1284,"ial":1285,"Ġbil":1286,"Ġhum":1287,"ity":1288,"Ġpointing":1289,"Ġchar":1290,"Ġreg":1291,"Ġtarsi":1292,"Ġfades":1293,"Ġfair":1294,"Ġrectricesthis":1295,"Ġproportional":1296,"color":1297,"Ġbase":1298,"der":1299,"vi":1300,"zy":1301,"Ġsame":1302,"Ġstriping":1303,"Ġcontaining":1304,"Ġdetail":1305,"Ġhumming":1306,"Ġla":1307,"Ġbla":1308,"its":1309,"Ġbreasta":1310,"Ġcrownthe":1311,"Ġspl":1312,"Ġeyeringthis":1313,"Ġlegsthis":1314,"Ġsuperciliaries":1315,"andÃ¯":1316,"Ġedges":1317,"oufla":1318,"Ġcamoufla":1319,"bre":1320,"ms":1321,"ze":1322,"Ġwo":1323,"Ġgra":1324,"Ġevery":1325,"Ġsidesthis":1326,"Ġpudgy":1327,"Ġfairly":1328,"breast":1329,"has":1330,"pe":1331,"Ġcap":1332,"Ġop":1333,"Ġsplotch":1334,"coal":1335,"Ġrectic":1336,"Ġends":1337,"curv":1338,"ies":1339,"Ġbet":1340,"Ġblackish":1341,"Ġcopper":1342,"Ġshape":1343,"Ġfeeta":1344,"stri":1345,"usu":1346,"Ġrectrice":1347,"Ġatop":1348,"Ġcrested":1349,"ical":1350,"Ġrusty":1351,"Ġjust":1352,"Ġlines":1353,"Ġfull":1354,"Ġextends":1355,"Ġperching":1356,"Ġfacial":1357,"Ġcharcoal":1358,"if":1359,"ton":1360,"Ġcomb":1361,"Ġpor":1362,"ority":1363,"Ġspec":1364,"Ġread":1365,"Ġpredominately":1366,"Ġspiky":1367,"Ġsnow":1368,"ween":1369,"Ġmajority":1370,"body":1371,"Ġbetween":1372,"zzy":1373,"res":1374,"Ġcoat":1375,"Ġsho":1376,"Ġunusu":1377,"Ġtailfeathers":1378,"ld":1379,"ub":1380,"Ġ.":1381,"Ġbee":1382,"Ġting":1383,"sting":1384,"Ġretric":1385,"Ġfew":1386,"Ġdotted":1387,"tipped":1388,"Ġflecks":1389,"Ġopen":1390,"Ġri":1391,"Ġway":1392,"ised":1393,"ition":1394,"Ġpup":1395,"Ġwingbarsthis":1396,"Ġfading":1397,"birdÃ¯":1398,"Ġfuzzy":1399,"Ġhues":1400,"Ġeverywhere":1401,"hasÃ¯":1402,"Ġpupil":1403,"wise":1404,"Ġver":1405,"Ġsand":1406,"Ġwhitea":1407,"Ġpe":1408,"Ġflight":1409,"Ġeyethis":1410,"Ġcreamy":1411,"set":1412,"Ġquite":1413,"Ġsports":1414,"Ġtufted":1415,"Ġportion":1416,"eg":1417,"Ġcoming":1418,"Ġstro":1419,"length":1420,"Ġsecondariesa":1421,"Ġintere":1422,"Ġblends":1423,"Ġflecked":1424,"Ġotherwise":1425,"Ġcombin":1426,"Ġbeek":1427,"Ġinteresting":1428,"pt":1429,"vy":1430,"Ġbur":1431,"Ġad":1432,"Ġbirdthis":1433,"Ġbrowns":1434,"Ġorang":1435,"Ġcrowned":1436,"Ġdes":1437,"Ġcheekpatch":1438,"Ġtoned":1439,"Ġneon":1440,"Ġprot":1441,"Ġextending":1442,"Ġsurrounding":1443,"Ġleading":1444,"Ġsplash":1445,"Ġwood":1446,"ide":1447,"ven":1448,"Ġsits":1449,"Ġbell":1450,"Ġbodythe":1451,"Ġthroata":1452,"Ġupward":1453,"lliary":1454,"Ġtowards":1455,"Ġvertic":1456,"Ġstrong":1457,"te":1458,"mal":1459,"ors":1460,"Ġstar":1461,"Ġaside":1462,"Ġfan":1463,"Ġrus":1464,"Ġoutlin":1465,"short":1466,"Ġcircle":1467,"Ġwhole":1468,"gnif":1469,"par":1470,"Ġright":1471,"Ġag":1472,"thisÃ¯":1473,"Ġyellowthis":1474,"Ġfin":1475,"Ġbillbird":1476,"Ġthen":1477,"Ġfeathersa":1478,"Ġna":1479,"Ġpointeda":1480,"Ġeyesthe":1481,"Ġshaded":1482,"Ġvarieg":1483,"Ġtinted":1484,"Ġperched":1485,"Ġhummingbird":1486,"Ġgrad":1487,"Ġvariegated":1488,"by":1489,"ction":1490,"med":1491,"wings":1492,"Ġnd":1493,"Ġeach":1494,"Ġov":1495,"Ġfeetthe":1496,"lets":1497,"Ġretrice":1498,"Ġplume":1499,"qua":1500,"Ġsupercilliary":1501,"Ġmatching":1502,"Ġagain":1503,"bea":1504,"eye":1505,"tiny":1506,"Ġbu":1507,"Ġwhti":1508,"Ġwingthis":1509,"Ġpi":1510,"Ġdors":1511,"Ġnap":1512,"Ġcurving":1513,"ute":1514,"Ġabout":1515,"Ġspotsa":1516,"Ġbreaststhis":1517,"Ġuppertail":1518,"shaped":1519,"Ġsticking":1520,"curved":1521,"Ġunusual":1522,"Ġoval":1523,"Ġagainst":1524,"Ġwhtie":1525,"dle":1526,"ke":1527,"sp":1528,"unt":1529,"Ġ2":1530,"Ġblo":1531,"Ġbellow":1532,"Ġwhere":1533,"Ġgi":1534,"Ġglo":1535,"Ġsharply":1536,"Ġrectric":1537,"sive":1538,"Ġinter":1539,"Ġpuff":1540,"Ġmiddle":1541,"Ġyet":1542,"Ġprotru":1543,"beautiful":1544,"Ġdorsal":1545,"bright":1546,"icent":1547,"ible":1548,"read":1549,"Ġcur":1550,"Ġbellysmall":1551,"Ġfowl":1552,"Ġareas":1553,"Ġbackside":1554,"otic":1555,"Ġtoo":1556,"uted":1557,"Ġmagnif":1558,"Ġlot":1559,"Ġaccent":1560,"Ġfore":1561,"Ġswe":1562,"Ġwhose":1563,"Ġsticks":1564,"colorful":1565,"Ġrusset":1566,"Ġgloss":1567,"Ġmagnificent":1568,"ior":1569,"sus":1570,"Ġar":1571,"Ġsm":1572,"Ġfaint":1573,"Ġfacethis":1574,"Ġhood":1575,"Ġregion":1576,"Ġretricies":1577,"Ġcombination":1578,"Ġswept":1579,"Ġglossy":1580,"ves":1581,"Ġk":1582,"Ġang":1583,"Ġamo":1584,"Ġcute":1585,"Ġthing":1586,"Ġgu":1587,"Ġwinglets":1588,"Ġdra":1589,"Ġlarsus":1590,"ulder":1591,"Ġsecondariesthe":1592,"Ġringsthis":1593,"Ġaltern":1594,"Ġexotic":1595,"beak":1596,"whiteÃ¯":1597,"immer":1598,"Ġcontrasting":1599,"Ġcircles":1600,"Ġconical":1601,"Ġshoulder":1602,"crown":1603,"ig":1604,"tered":1605,"uth":1606,"vor":1607,"Ġaqua":1608,"Ġbid":1609,"llar":1610,"late":1611,"Ġeven":1612,"Ġfeathering":1613,"Ġstrange":1614,"Ġmuted":1615,"Ġnapethis":1616,"Ġsection":1617,"umpy":1618,"blackÃ¯":1619,"Ġtone":1620,"Ġstock":1621,"Ġhuge":1622,"Ġvertical":1623,"Ġrectricles":1624,"ex":1625,"ka":1626,"po":1627,"tan":1628,"Ġ-":1629,"looking":1630,"attered":1631,"Ġwingsthe":1632,"arlet":1633,"Ġcollar":1634,"Ġbreak":1635,"Ġbreastthe":1636,"Ġshimmer":1637,"Ġeyeing":1638,"veral":1639,"Ġblueish":1640,"Ġseveral":1641,"Ġcompr":1642,"Ġbigger":1643,"Ġfeat":1644,"Ġmouth":1645,"Ġdownwardsa":1646,"Ġrock":1647,"Ġscarlet":1648,"Ġsurrounded":1649,"Ġfurry":1650,"Ġnavy":1651,"vory":1652,"ag":1653,"ice":1654,"Ġy":1655,"Ġge":1656,"Ġpast":1657,"Ġsmallish":1658,"Ġheadthe":1659,"there":1660,"Ġstu":1661,"Ġstumpy":1662,"Ġwaterbird":1663,"Ġaccented":1664,"Ġhue":1665,"Ġscattered":1666,"Ġelsewhere":1667,"Ġseems":1668,"breasted":1669,"Ġrectices":1670,"Ġalternating":1671,"Ġstocky":1672,"to":1673,"Ġear":1674,"Ġadd":1675,"Ġwit":1676,"Ġfi":1677,"Ġcons":1678,"Ġgraya":1679,"Ġtaper":1680,"Ġspread":1681,"geous":1682,"Ġchun":1683,"Ġivory":1684,"Ġgoes":1685,"Ġcircular":1686,"Ġmatches":1687,"Ġdetails":1688,"Ġgradi":1689,"Ġprotruding":1690,"Ġconsis":1691,"ced":1692,"el":1693,"fin":1694,"ila":1695,"peck":1696,"tur":1697,"Ġground":1698,"Ġbeaksmall":1699,"ric":1700,"Ġtran":1701,"roon":1702,"Ġpol":1703,"Ġpoints":1704,"orgeous":1705,"Ġtaila":1706,"Ġretic":1707,"Ġrese":1708,"use":1709,"Ġweb":1710,"Ġmaroon":1711,"ercing":1712,"ald":1713,"Ġpatchesa":1714,"bellied":1715,"imen":1716,"Ġruby":1717,"Ġtrim":1718,"Ġrelation":1719,"Ġraised":1720,"Ġnose":1721,"Ġseag":1722,"Ġcamouflaged":1723,"toned":1724,"Ġsandy":1725,"Ġburnt":1726,"Ġwoodpeck":1727,"Ġpiercing":1728,"Ġpuffed":1729,"point":1730,"Ġchunky":1731,"Ġresemb":1732,"fowl":1733,"mi":1734,"wn":1735,"Ġ1":1736,"Ġbul":1737,"isible":1738,"Ġgull":1739,"Ġgorgeous":1740,"Ġpla":1741,"Ġgreat":1742,"Ġemer":1743,"rop":1744,"ened":1745,"Ġlea":1746,"Ġnice":1747,"ched":1748,"sty":1749,"Ġspotting":1750,"Ġtanthis":1751,"Ġmade":1752,"Ġtopside":1753,"Ġdisp":1754,"Ġneut":1755,"Ġrecticles":1756,"rescent":1757,"Ġpupils":1758,"Ġfanned":1759,"Ġsmok":1760,"Ġsturd":1761,"Ġaddition":1762,"Ġwoodpecker":1763,"Ġemerald":1764,"com":1765,"ird":1766,"nted":1767,"yal":1768,"Ġ(":1769,"Ġbark":1770,"thes":1771,"Ġbir":1772,"Ġcent":1773,"Ġcan":1774,"Ġgrown":1775,"Ġpear":1776,"riz":1777,"Ġflo":1778,"Ġcom":1779,"Ġcor":1780,"Ġshe":1781,"Ġbold":1782,"Ġdo":1783,"Ġmuch":1784,"Ġspecked":1785,"Ġmake":1786,"Ġcovertsthis":1787,"big":1788,"birds":1789,"Ġsky":1790,"Ġlots":1791,"Ġhand":1792,"Ġmottling":1793,"Ġdusty":1794,"Ġmolar":1795,"Ġextra":1796,"Ġroyal":1797,"Ġproportionate":1798,"stripe":1799,"Ġorangish":1800,"Ġamount":1801,"Ġearth":1802,"Ġtrans":1803,"Ġpolka":1804,"Ġseagull":1805,"Ġneutral":1806,"Ġsturdy":1807,"ment":1808,"ont":1809,"Ġrang":1810,"Ġavi":1811,"Ġhea":1812,"Ġslo":1813,"Ġclo":1814,"Ġbeakbird":1815,"ine":1816,"Ġcoff":1817,"ess":1818,"Ġonly":1819,"Ġtails":1820,"Ġsing":1821,"otted":1822,"Ġcovers":1823,"Ġchested":1824,"Ġwingbarsa":1825,"Ġfaded":1826,"Ġabdomena":1827,"Ġdowny":1828,"Ġvisible":1829,"Ġsidesa":1830,"Ġhoriz":1831,"Ġfeed":1832,"Ġcovets":1833,"ety":1834,"Ġturns":1835,"Ġfully":1836,"Ġbands":1837,"Ġcamouflage":1838,"striped":1839,"Ġupwards":1840,"beaked":1841,"Ġgradient":1842,"Ġavian":1843,"Ġcoffee":1844,"Ġhorizont":1845,"lic":1846,"no":1847,"ping":1848,"sed":1849,"Ġsub":1850,"Ġbely":1851,"Ġblacka":1852,"Ġwhat":1853,"Ġcri":1854,"rac":1855,"Ġty":1856,"Ġshow":1857,"orm":1858,"ormal":1859,"Ġnecka":1860,"Ġchesta":1861,"Ġparts":1862,"Ġtopped":1863,"sides":1864,"Ġpair":1865,"mostly":1866,"size":1867,"Ġsong":1868,"Ġvariety":1869,"Ġdefin":1870,"Ġmarks":1871,"Ġnotic":1872,"Ġoddly":1873,"Ġlaye":1874,"mson":1875,"Ġtinged":1876,"Ġblood":1877,"turned":1878,"Ġsheen":1879,"Ġcrimson":1880,"bly":1881,"ca":1882,"mon":1883,"Ġ\"":1884,"Ġir":1885,"Ġwar":1886,"Ġbrowna":1887,"mar":1888,"Ġtex":1889,"Ġbillsmall":1890,"Ġeyepatch":1891,"Ġorangethis":1892,"Ġnormal":1893,"Ġbacked":1894,"Ġsimi":1895,"Ġgreens":1896,"ush":1897,"Ġunderton":1898,"Ġlove":1899,"Ġcompact":1900,"Ġwaterfowl":1901,"Ġtriangle":1902,"Ġsilvery":1903,"Ġvividly":1904,"billed":1905,"Ġtoward":1906,"Ġbland":1907,"Ġtinge":1908,"Ġrich":1909,"Ġforehead":1910,"Ġdrab":1911,"Ġyou":1912,"these":1913,"Ġcenter":1914,"Ġtype":1915,"Ġsimilar":1916,"ack":1917,"fo":1918,"ign":1919,"ked":1920,"ough":1921,"orescent":1922,"ured":1923,"uring":1924,"Ġze":1925,"thro":1926,"ising":1927,"Ġcrow":1928,"Ġthree":1929,"Ġgen":1930,"Ġbellybird":1931,"Ġtwi":1932,"Ġfra":1933,"Ġeyed":1934,"Ġpost":1935,"Ġredish":1936,"Ġmin":1937,"cheek":1938,"Ġspeckling":1939,"Ġroundish":1940,"Ġsidethis":1941,"Ġlegged":1942,"Ġsuper":1943,"unced":1944,"Ġprono":1945,"Ġbrows":1946,"Ġswims":1947,"Ġedge":1948,"ashes":1949,"Ġseabird":1950,"line":1951,"Ġcheckered":1952,"Ġspecimen":1953,"Ġdesign":1954,"Ġstarting":1955,"Ġoutlined":1956,"spotted":1957,"Ġcurled":1958,"Ġshoulders":1959,"pointed":1960,"Ġsingle":1961,"licate":1962,"Ġzebra":1963,"Ġgener":1964,"Ġpronounced":1965,"..":1966,"bars":1967,"kes":1968,"pink":1969,"Ġbeca":1970,"Ġblacks":1971,"Ġcl":1972,"Ġtrop":1973,"Ġfast":1974,"Ġfring":1975,"Ġfish":1976,"estic":1977,"Ġtheir":1978,"Ġeyestripe":1979,"ron":1980,"orn":1981,"Ġtale":1982,"ily":1983,"Ġfeathery":1984,"Ġstunning":1985,"lec":1986,"Ġrema":1987,"Ġsepar":1988,"Ġtipthis":1989,"Ġupon":1990,"Ġmarkingthis":1991,"Ġrumpthis":1992,"Ġfluorescent":1993,"Ġnex":1994,"Ġvibrantly":1995,"Ġbarred":1996,"Ġextended":1997,"feathered":1998,"Ġbron":1999,"Ġhighlighted":2000,"Ġsurroundings":2001,"feathers":2002,"Ġmajestic":2003,"Ġtouches":2004,"darkÃ¯":2005,"Ġregular":2006,"eyed":2007,"Ġresembles":2008,"Ġdispla":2009,"Ġdoes":2010,"Ġtransition":2011,"Ġnoticea":2012,"Ġbecause":2013,"Ġtropical":2014,"fu":2015,"mmed":2016,"nut":2017,"olet":2018,"pur":2019,"wth":2020,"wing":2021,"zing":2022,"Ġlack":2023,"Ġaub":2024,"Ġhold":2025,"ass":2026,"Ġsmal":2027,"Ġthru":2028,"Ġgr":2029,"ers":2030,"erior":2031,"Ġpin":2032,"Ġtar":2033,"Ġshir":2034,"verts":2035,"Ġstip":2036,"Ġcolorthis":2037,"Ġfeathersthe":2038,"Ġspike":2039,"Ġtailed":2040,"Ġblues":2041,"leg":2042,"urn":2043,"Ġpatcha":2044,"Ġnecked":2045,"Ġchestnut":2046,"Ġparti":2047,"Ġeyebrowthis":2048,"Ġcomple":2049,"Ġplum":2050,"Ġsizethis":2051,"Ġshading":2052,"unny":2053,"Ġpurp":2054,"ations":2055,"Ġdelicate":2056,"Ġcontrasts":2057,"Ġcontrasted":2058,"Ġthemthis":2059,"Ġsplotches":2060,"Ġangular":2061,"Ġguards":2062,"Ġsmoky":2063,"Ġcomes":2064,"Ġranging":2065,"Ġsongbird":2066,"Ġdefined":2067,"Ġlovely":2068,"throat":2069,"Ġnext":2070,"Ġnoticeable":2071,"Ġauburn":2072,"Ġshirt":2073,"able":2074,"gin":2075,"gold":2076,"lish":2077,"of":2078,"plu":2079,"tly":2080,"tter":2081,"Ġair":2082,"rect":2083,"Ġsla":2084,"Ġsort":2085,"Ġbeneath":2086,"Ġwhitethe":2087,"matic":2088,"ert":2089,"ery":2090,"inu":2091,"Ġpea":2092,"ean":2093,"Ġfunny":2094,"Ġbills":2095,"Ġcool":2096,"Ġitthis":2097,"Ġthey":2098,"Ġlow":2099,"Ġchang":2100,"che":2101,"Ġpatter":2102,"Ġbrighter":2103,"Ġref":2104,"Ġash":2105,"Ġtarsusa":2106,"Ġringthis":2107,"Ġfade":2108,"Ġunderbody":2109,"smaller":2110,"Ġthink":2111,"Ġoverthis":2112,"Ġrun":2113,"Ġcompl":2114,"Ġlegsa":2115,"Ġstream":2116,"terior":2117,"Ġforked":2118,"Ġind":2119,"Ġiwth":2120,"Ġviolet":2121,"Ġmoder":2122,"Ġrose":2123,"Ġuniquely":2124,"Ġsca":2125,"Ġleads":2126,"Ġtufts":2127,"Ġspecs":2128,"Ġpeak":2129,"Ġgives":2130,"Ġkind":2131,"Ġcomprised":2132,"Ġfeaturing":2133,"Ġtapering":2134,"Ġadditionally":2135,"Ġbirth":2136,"Ġhorizontal":2137,"Ġundertones":2138,"Ġposterior":2139,"Ġgenerally":2140,"Ġtransitions":2141,"fully":2142,"purple":2143,"ages":2144,"bow":2145,"form":2146,"iar":2147,"lck":2148,"little":2149,"neck":2150,"over":2151,"prima":2152,"rs":2153,"scent":2154,"ubbed":2155,"Ġbush":2156,"thin":2157,"lled":2158,"Ġwind":2159,"ist":2160,"Ġhow":2161,"Ġhim":2162,"Ġwithe":2163,"Ġcu":2164,"ines":2165,"rious":2166,"Ġtot":2167,"Ġfre":2168,"Ġbrest":2169,"Ġeyeline":2170,"Ġonto":2171,"Ġda":2172,"Ġdag":2173,"lary":2174,"Ġmust":2175,"Ġpatched":2176,"uliar":2177,"Ġans":2178,"app":2179,"Ġweird":2180,"Ġspottedthis":2181,"Ġsuperciliarythis":2182,"Ġupright":2183,"Ġcontinu":2184,"Ġenvi":2185,"Ġappend":2186,"Ġuniform":2187,"Ġsupercilary":2188,"eculiar":2189,"Ġsnubbed":2190,"lined":2191,"Ġconverts":2192,"Ġyell":2193,"Ġsnowy":2194,"Ġretricles":2195,"Ġburg":2196,"Ġbuff":2197,"Ġforest":2198,"Ġshimmering":2199,"Ġpastel":2200,"Ġleaves":2201,"Ġheavy":2202,"Ġframe":2203,"cheekÃ¯":2204,"Ġbronze":2205,"Ġpurplish":2206,"Ġdagger":2207,"Ġcontinues":2208,"Ġenviron":2209,"cri":2210,"ever":2211,"fa":2212,"fous":2213,"ho":2214,"nec":2215,"two":2216,"ule":2217,"ys":2218,"Ġbits":2219,"Ġbirda":2220,"Ġhard":2221,"cking":2222,"itch":2223,"itned":2224,"Ġsa":2225,"Ġslate":2226,"Ġsche":2227,"Ġbeat":2228,"Ġcar":2229,"ering":2230,"Ġbeaks":2231,"Ġpic":2232,"Ġpeculiar":2233,"Ġyellowa":2234,"Ġcoup":2235,"Ġpoitned":2236,"ents":2237,"ense":2238,"Ġstature":2239,"Ġbluethis":2240,"Ġbaby":2241,"Ġpointedthe":2242,"arse":2243,"Ġtoes":2244,"cock":2245,"usky":2246,"Ġprimariesthis":2247,"Ġmaking":2248,"Ġrectricesa":2249,"one":2250,"Ġstripethis":2251,"Ġoversized":2252,"Ġcreature":2253,"Ġpatchesthe":2254,"Ġexterior":2255,"oked":2256,"Ġatt":2257,"Ġatta":2258,"Ġupturned":2259,"less":2260,"lescent":2261,"brownÃ¯":2262,"Ġfellow":2263,"Ġrufous":2264,"Ġintric":2265,"Ġwingspanthis":2266,"Ġending":2267,"Ġfollow":2268,"Ġsilky":2269,"Ġmassive":2270,"Ġbranches":2271,"inder":2272,"owerful":2273,"Ġedged":2274,"Ġconnec":2275,"bodied":2276,"Ġdetailed":2277,"Ġsplit":2278,"ressive":2279,"Ġunusually":2280,"part":2281,"Ġnapea":2282,"Ġaquamar":2283,"Ġcomprising":2284,"Ġplain":2285,"Ġpearlescent":2286,"Ġsloping":2287,"Ġclose":2288,"Ġshowing":2289,"Ġregularly":2290,"Ġpartially":2291,"Ġpeacock":2292,"Ġruns":2293,"Ġbushy":2294,"Ġcurious":2295,"Ġappendages":2296,"Ġenvironment":2297,"Ġscheme":2298,"Ġpicture":2299,"Ġaquamarine":2300,"'.":2301,".\"":2302,"back":2303,"gg":2304,"ggy":2305,"ie":2306,"multi":2307,"sper":2308,"ue":2309,"ually":2310,"water":2311,"Ġbr":2312,"Ġallow":2313,"Ġwire":2314,"Ġhid":2315,"rely":2316,"Ġsun":2317,"Ġwithwhite":2318,"Ġbeast":2319,"Ġbegin":2320,"Ġwhis":2321,"Ġcy":2322,"Ġcra":2323,"Ġthough":2324,"Ġob":2325,"inbow":2326,"Ġpitch":2327,"Ġpowerful":2328,"Ġfles":2329,"Ġbreastsmall":2330,"Ġlongish":2331,"Ġei":2332,"Ġeas":2333,"Ġeating":2334,"Ġegg":2335,"inty":2336,"Ġpos":2337,"Ġposs":2338,"Ġredthis":2339,"Ġgrays":2340,"Ġshorter":2341,"Ġdusky":2342,"thers":2343,"Ġthroated":2344,"Ġthroatthe":2345,"Ġinside":2346,"Ġbarely":2347,"Ġbacka":2348,"Ġcho":2349,"Ġlightly":2350,"undy":2351,"Ġbrid":2352,"Ġpatchthe":2353,"uld":2354,"Ġman":2355,"Ġmale":2356,"Ġspotsthe":2357,"mpressive":2358,"Ġrectricesthe":2359,"ance":2360,"Ġslick":2361,"Ġloc":2362,"while":2363,"Ġstretch":2364,"Ġshad":2365,"Ġbarsthis":2366,"Ġcolorings":2367,"utifully":2368,"Ġif":2369,"Ġlengthy":2370,"greyÃ¯":2371,"Ġswatch":2372,"greenÃ¯":2373,"Ġrainbow":2374,"Ġhel":2375,"Ġlined":2376,"Ġlining":2377,"Ġturned":2378,"Ġblended":2379,"Ġblending":2380,"atching":2381,"Ġbanded":2382,"Ġtints":2383,"Ġorn":2384,"Ġfacea":2385,"headed":2386,"Ġsquatty":2387,"Ġportions":2388,"Ġsplashes":2389,"Ġvertically":2390,"Ġstart":2391,"Ġstarts":2392,"Ġfine":2393,"Ġgiant":2394,"Ġintersper":2395,"igo":2396,"Ġgets":2397,"Ġconsist":2398,"Ġwarm":2399,"Ġtexture":2400,"Ġtwice":2401,"Ġremainder":2402,"Ġtarus":2403,"Ġcomplex":2404,"Ġslanted":2405,"Ġstreamlined":2406,"Ġindigo":2407,"Ġhowever":2408,"Ġmustard":2409,"Ġburgundy":2410,"Ġcouple":2411,"Ġintricate":2412,"Ġflesh":2413,"Ġpossess":2414,"Ġinterspersed":2415,"bed":2416,"circ":2417,"ler":2418,"my":2419,"nape":2420,"pa":2421,"pu":2422,"pered":2423,"sa":2424,"sy":2425,"tle":2426,"ued":2427,"wny":2428,"Ġunt":2429,"Ġbull":2430,"Ġapart":2431,"that":2432,"lling":2433,"Ġbirdthe":2434,"Ġhear":2435,"Ġhere":2436,"lace":2437,"Ġswo":2438,"Ġsuch":2439,"Ġwitha":2440,"Ġbeard":2441,"Ġblackened":2442,"rows":2443,"Ġwhites":2444,"Ġca":2445,"Ġgl":2446,"Ġglow":2447,"ake":2448,"Ġwingssmall":2449,"yellowÃ¯":2450,"Ġtra":2451,"Ġfar":2452,"Ġcov":2453,"Ġcoral":2454,"Ġtapered":2455,"Ġdash":2456,"Ġdapp":2457,"Ġmul":2458,"eel":2459,"Ġtailthe":2460,"Ġblunted":2461,"ches":2462,"Ġgreenthis":2463,"colate":2464,"Ġneckthe":2465,"Ġseed":2466,"Ġspeckle":2467,"Ġeyeringa":2468,"Ġmakes":2469,"Ġplus":2470,"Ġplumed":2471,"Ġtops":2472,"Ġsidesthe":2473,"rome":2474,"Ġbeack":2475,"Ġbeautifully":2476,"Ġflutter":2477,"Ġirides":2478,"Ġimpressive":2479,"Ġintense":2480,"cence":2481,"pping":2482,"Ġmod":2483,"Ġwingspans":2484,"Ġcomplete":2485,"Ġrough":2486,"Ġdistinctly":2487,"Ġvariations":2488,"Ġneedlelike":2489,"Ġfootthis":2490,"Ġflow":2491,"sharp":2492,"Ġhued":2493,"ddy":2494,"ect":2495,"patchÃ¯":2496,"Ġexceptionally":2497,"Ġfacing":2498,"Ġcamo":2499,"Ġquick":2500,"Ġsporting":2501,"Ġgrace":2502,"curving":2503,"Ġshore":2504,"Ġrimmed":2505,"Ġoutline":2506,"shortÃ¯":2507,"parts":2508,"Ġfinch":2509,"Ġbuil":2510,"Ġpie":2511,"Ġdramatic":2512,"Ġgey":2513,"Ġtapers":2514,"Ġretices":2515,"Ġreticles":2516,"Ġsubtle":2517,"Ġlayers":2518,"Ġyoung":2519,"fore":2520,"Ġclear":2521,"ofy":2522,"plump":2523,"Ġreflec":2524,"Ġtotally":2525,"Ġcyl":2526,"Ġchocolate":2527,"Ġshadow":2528,"Ġuntil":2529,"Ġdappled":2530,"Ġiridescence":2531,",,":2532,"are":2533,"ably":2534,"bler":2535,"cre":2536,"catching":2537,"den":2538,"ewe":2539,"ground":2540,"gent":2541,"his":2542,"klet":2543,"men":2544,"tured":2545,"uated":2546,"uklet":2547,"Ġrange":2548,"Ġve":2549,"Ġblotch":2550,"Ġahead":2551,"Ġauklet":2552,"thing":2553,"Ġher":2554,"rees":2555,"ckled":2556,"itu":2557,"Ġsu":2558,"Ġsal":2559,"Ġhasa":2560,"Ġbefore":2561,"Ġcro":2562,"yed":2563,"Ġbrownthe":2564,"Ġwinga":2565,"mally":2566,"ern":2567,"inal":2568,"earing":2569,"Ġtum":2570,"Ġtrees":2571,"Ġfri":2572,"Ġey":2573,"Ġerect":2574,"Ġheadbird":2575,"Ġeyea":2576,"roportion":2577,"Ġgraythe":2578,"Ġbord":2579,"Ġboast":2580,"Ġtawny":2581,"Ġfeatherthis":2582,"Ġmil":2583,"gether":2584,"Ġbackground":2585,"oted":2586,"Ġfeetsmall":2587,"Ġtogether":2588,"Ġrear":2589,"Ġnecklace":2590,"usc":2591,"Ġwingband":2592,"Ġchestthe":2593,"Ġtana":2594,"Ġundersides":2595,"Ġunderparts":2596,"Ġmay":2597,"mple":2598,"Ġstripesthis":2599,"Ġresting":2600,"ales":2601,"Ġslow":2602,"Ġlog":2603,"Ġhang":2604,"Ġforward":2605,"Ġcompare":2606,"Ġunderbellythis":2607,"Ġbeach":2608,"Ġrumpa":2609,"Ġdistance":2610,"Ġretricesthis":2611,"Ġwingbarthis":2612,"Ġfluff":2613,"ppered":2614,"Ġdownwardsthe":2615,"Ġrosy":2616,"Ġpredominant":2617,"Ġsweep":2618,"Ġgoofy":2619,"Ġproportionally":2620,"Ġappearing":2621,"indric":2622,"withÃ¯":2623,"Ġfaced":2624,"welling":2625,"vibrant":2626,"Ġblaze":2627,"Ġpeppered":2628,"Ġcombined":2629,"Ġoranges":2630,"Ġguy":2631,"Ġshimmery":2632,"Ġbulb":2633,"Ġfloating":2634,"Ġcorwn":2635,"Ġsloped":2636,"Ġfeeder":2637,"ractive":2638,"Ġlayered":2639,"Ġwarbler":2640,"Ġtextured":2641,"footed":2642,"Ġholding":2643,"Ġgrass":2644,"Ġchanges":2645,"primarily":2646,"Ġsave":2647,"Ġattractive":2648,"Ġhidden":2649,"Ġbeginning":2650,"Ġeither":2651,"Ġlocated":2652,"Ġornate":2653,"Ġcovar":2654,"Ġmodest":2655,"Ġpiece":2656,"Ġcylindric":2657,"Ġcrooked":2658,"Ġtummy":2659,"Ġwingbands":2660,"Ġcylindrical":2661,"down":2662,"fat":2663,"feet":2664,"ging":2665,"hak":2666,"iz":2667,"ill":2668,"kers":2669,"na":2670,"nish":2671,"other":2672,"py":2673,"pre":2674,"pped":2675,"pec":2676,"rus":2677,"rup":2678,"tre":2679,"ural":2680,"wite":2681,"way":2682,"Ġ/":2683,"Ġu":2684,"Ġus":2685,"Ġown":2686,"Ġble":2687,"Ġblck":2688,"Ġama":2689,"Ġawk":2690,"Ġwards":2691,"ndom":2692,"llen":2693,"Ġwill":2694,"Ġwild":2695,"ises":2696,"cked":2697,"Ġbesides":2698,"Ġgol":2699,"Ġoc":2700,"erce":2701,"Ġbellybrown":2702,"Ġpr":2703,"Ġyellows":2704,"ract":2705,"Ġfir":2706,"Ġcoco":2707,"Ġequ":2708,"Ġelec":2709,"Ġeleg":2710,"Ġheads":2711,"Ġshinny":2712,"Ġeyeling":2713,"rous":2714,"ormally":2715,"ening":2716,"Ġdove":2717,"Ġdashes":2718,"Ġlust":2719,"Ġmu":2720,"Ġnon":2721,"Ġnature":2722,"Ġcha":2723,"chest":2724,"Ġlargely":2725,"ots":2726,"stre":2727,"Ġbrind":2728,"Ġseen":2729,"Ġseconda":2730,"Ġringed":2731,"Ġeyeringthe":2732,"Ġabdomenthe":2733,"Ġeyebrown":2734,"vets":2735,"Ġmagent":2736,"Ġcovertsa":2737,"Ġallover":2738,"smallÃ¯":2739,"Ġstripesa":2740,"Ġrect":2741,"Ġvents":2742,"Ġoverthe":2743,"Ġexpan":2744,"Ġoutside":2745,"Ġmulticolor":2746,"urescent":2747,"Ġshaggy":2748,"Ġaccom":2749,"taupe":2750,"Ġplumagethis":2751,"Ġmarkingsthis":2752,"Ġcolorsthis":2753,"Ġmottle":2754,"tailed":2755,"iment":2756,"ppy":2757,"panied":2758,"Ġoffset":2759,"mingly":2760,"Ġjewe":2761,"Ġstrikingly":2762,"Ġproportionately":2763,"Ġrandom":2764,"Ġheat":2765,"orangeÃ¯":2766,"Ġturning":2767,"Ġperf":2768,"webbed":2769,"Ġlimb":2770,"Ġcone":2771,"Ġbrilliantly":2772,"Ġyelow":2773,"billÃ¯":2774,"Ġhairy":2775,"darker":2776,"Ġseem":2777,"Ġseemingly":2778,"Ġchartre":2779,"Ġblak":2780,"Ġsplotched":2781,"Ġpepper":2782,"Ġadn":2783,"Ġdesig":2784,"Ġdesert":2785,"Ġoutlines":2786,"Ġgradually":2787,"speck":2788,"Ġblock":2789,"Ġhooded":2790,"Ġangled":2791,"Ġamong":2792,"Ġguard":2793,"Ġfilled":2794,"Ġfierce":2795,"Ġconsisting":2796,"Ġtrimmed":2797,"Ġdisproportion":2798,"Ġsmoke":2799,"Ġpearl":2800,"Ġflourescent":2801,"Ġearthy":2802,"Ġhorizontally":2803,"Ġirridescent":2804,"Ġtwig":2805,"Ġfringed":2806,"Ġspikey":2807,"legged":2808,"Ġcomplimen":2809,"Ġcompliment":2810,"Ġmoderate":2811,"Ġmoderately":2812,"Ġscaly":2813,"Ġwinds":2814,"Ġfreckled":2815,"Ġuniformly":2816,"Ġyello":2817,"Ġattached":2818,"Ġcrazy":2819,"Ġstretching":2820,"pudgy":2821,"Ġswollen":2822,"Ġtrail":2823,"Ġcamofla":2824,"Ġslowly":2825,"Ġsweeping":2826,"Ġcovarts":2827,"downward":2828,"haki":2829,"pretty":2830,"Ġamazing":2831,"Ġawkward":2832,"Ġgoldish":2833,"Ġcocoa":2834,"Ġelectric":2835,"Ġlustrous":2836,"Ġmagenta":2837,"Ġexpansive":2838,"Ġaccompanied":2839,"Ġchartreuse":2840,"ab":2841,"ac":2842,"ah":2843,"bar":2844,"bular":2845,"cture":2846,"dth":2847,"eating":2848,"gu":2849,"gid":2850,"gged":2851,"he":2852,"here":2853,"ia":2854,"ift":2855,"ially":2856,"ken":2857,"mas":2858,"min":2859,"mid":2860,"mix":2861,"normally":2862,"och":2863,"sl":2864,"sent":2865,"some":2866,"sely":2867,"titu":2868,"vily":2869,"Ġ3":2870,"Ġmall":2871,"Ġes":2872,"Ġid":2873,"Ġbatch":2874,"Ġwas":2875,"Ġwed":2876,"Ġwal":2877,"Ġwearing":2878,"nder":2879,"Ġwite":2880,"Ġwidth":2881,"rdin":2882,"Ġhwite":2883,"reg":2884,"Ġsqu":2885,"Ġsqua":2886,"Ġwhiter":2887,"Ġcape":2888,"Ġcard":2889,"Ġgive":2890,"Ġwingthe":2891,"Ġwingular":2892,"ats":2893,"atural":2894,"era":2895,"Ġbellyyellow":2896,"Ġbellyblack":2897,"Ġbeakbrown":2898,"ining":2899,"Ġpun":2900,"Ġpige":2901,"Ġwingsbird":2902,"rable":2903,"Ġte":2904,"Ġtown":2905,"Ġbillwhite":2906,"Ġbillblack":2907,"Ġcoarse":2908,"Ġbread":2909,"redÃ¯":2910,"Ġcrownsmall":2911,"Ġthats":2912,"Ġheadsmall":2913,"Ġeyethe":2914,"orate":2915,"Ġshortened":2916,"Ġtand":2917,"Ġdip":2918,"larger":2919,"Ġste":2920,"Ġstru":2921,"Ġmeet":2922,"Ġmon":2923,"Ġcolorthe":2924,"Ġnatural":2925,"Ġsparse":2926,"Ġtailtip":2927,"Ġinver":2928,"Ġinse":2929,"Ġblur":2930,"Ġbluea":2931,"Ġball":2932,"Ġbalck":2933,"Ġpointedbird":2934,"arsus":2935,"Ġcheet":2936,"Ġchick":2937,"chsi":2938,"Ġsignif":2939,"Ġsimple":2940,"rings":2941,"Ġstriations":2942,"Ġstripea":2943,"Ġfeetbird":2944,"stract":2945,"Ġbrick":2946,"Ġspotty":2947,"Ġanother":2948,"Ġsizea":2949,"Ġcoverlets":2950,"Ġwingba":2951,"Ġseg":2952,"Ġcurvy":2953,"Ġchestsmall":2954,"Ġtarsusthe":2955,"Ġabnormally":2956,"Ġabstract":2957,"Ġwingbarsthe":2958,"Ġtannish":2959,"Ġcurvedthis":2960,"Ġwebb":2961,"Ġfawn":2962,"Ġabdomin":2963,"Ġeyebrowa":2964,"Ġleop":2965,"Ġdownturned":2966,"Ġovera":2967,"Ġcrescent":2968,"Ġsupport":2969,"Ġrests":2970,"Ġthird":2971,"Ġflatt":2972,"Ġalert":2973,"Ġexp":2974,"Ġhawk":2975,"Ġbutt":2976,"teral":2977,"Ġform":2978,"Ġpatterning":2979,"Ġpath":2980,"Ġpara":2981,"llies":2982,"Ġcolorsa":2983,"Ġhooks":2984,"Ġim":2985,"Ġdue":2986,"Ġdully":2987,"Ġfatter":2988,"Ġencirc":2989,"Ġdistinctively":2990,"Ġmoving":2991,"Ġoffwhite":2992,"Ġrob":2993,"Ġfour":2994,"lightÃ¯":2995,"Ġtubular":2996,"greenish":2997,"mous":2998,"Ġgood":2999,"Ġheld":3000,"Ġfooted":3001,"Ġflashes":3002,"Ġfuchsi":3003,"largeÃ¯":3004,"Ġdirect":3005,"wide":3006,"Ġscru":3007,"Ġhighlighting":3008,"Ġpresent":3009,"Ġmarked":3010,"Ġregal":3011,"Ġblac":3012,"Ġcamouflages":3013,"Ġwould":3014,"bodyÃ¯":3015,"Ġtinges":3016,"Ġopened":3017,"Ġrigid":3018,"Ġpeng":3019,"Ġador":3020,"Ġdescri":3021,"Ġprotrus":3022,"Ġnack":3023,"Ġpuffin":3024,"Ġcurl":3025,"Ġarrow":3026,"Ġarched":3027,"Ġkn":3028,"Ġkhaki":3029,"Ġspreaded":3030,"Ġconsists":3031,"Ġtrimming":3032,"Ġbulky":3033,"compa":3034,"Ġflorescent":3035,"Ġcommon":3036,"Ġcorvets":3037,"Ġheavily":3038,"racter":3039,"Ġiris":3040,"Ġmini":3041,"Ġfringe":3042,"Ġseparated":3043,"Ġseparating":3044,"Ġdisplays":3045,"Ġdisplayed":3046,"winged":3047,"Ġplummage":3048,"necked":3049,"Ġdainty":3050,"Ġfollowed":3051,"Ġallows":3052,"Ġwhiskers":3053,"Ġoblong":3054,"Ġeasy":3055,"Ġhelp":3056,"Ġpossesses":3057,"thatÃ¯":3058,"Ġheart":3059,"Ġglowing":3060,"Ġmultitu":3061,"Ġquickly":3062,"Ġgraceful":3063,"Ġblotches":3064,"Ġsalmon":3065,"Ġboasting":3066,"Ġbulbous":3067,"pecially":3068,"Ġocean":3069,"Ġfirst":3070,"Ġelegant":3071,"Ġeyelings":3072,"Ġmuddy":3073,"Ġcharacter":3074,"Ġbrindle":3075,"Ġjewel":3076,"Ġdisproportionately":3077,"Ġtrailing":3078,"mixed":3079,"Ġespecially":3080,"Ġiden":3081,"Ġwedge":3082,"Ġcardinal":3083,"Ġpigeon":3084,"Ġstructure":3085,"Ġmonoch":3086,"Ġcheetah":3087,"Ġsignific":3088,"Ġleopard":3089,"Ġfuchsia":3090,"Ġscruffy":3091,"Ġprotrusion":3092,"Ġmultitude":3093,"',":3094,"),":3095,"aring":3096,"any":3097,"aches":3098,"bat":3099,"brows":3100,"borate":3101,"ces":3102,"cing":3103,"di":3104,"dea":3105,"fter":3106,"gany":3107,"iries":3108,"iger":3109,"izing":3110,"ne":3111,"night":3112,"not":3113,"nce":3114,"pr":3115,"pread":3116,"rum":3117,"rated":3118,"sk":3119,"sat":3120,"son":3121,"solid":3122,"tthis":3123,"uin":3124,"uish":3125,"ved":3126,"won":3127,"yn":3128,"Ġ'":3129,"Ġbor":3130,"Ġborn":3131,"though":3132,"Ġwra":3133,"Ġworm":3134,"nde":3135,"ndes":3136,"Ġwides":3137,"Ġhs":3138,"Ġhit":3139,"Ġhorn":3140,"rection":3141,"lari":3142,"laborate":3143,"Ġsit":3144,"Ġwithblack":3145,"Ġber":3146,"Ġbecom":3147,"Ġbellies":3148,"Ġblackhead":3149,"Ġcr":3150,"Ġcer":3151,"Ġcast":3152,"Ġcal":3153,"Ġtho":3154,"Ġthra":3155,"Ġga":3156,"Ġori":3157,"Ġora":3158,"Ġomb":3159,"lous":3160,"ator":3161,"ative":3162,"Ġbellymedium":3163,"Ġpeck":3164,"Ġpal":3165,"rigu":3166,"Ġyellowbelly":3167,"Ġyellowbill":3168,"Ġtick":3169,"Ġtiger":3170,"Ġgrew":3171,"Ġfing":3172,"Ġbillan":3173,"Ġcoast":3174,"Ġcould":3175,"astic":3176,"reddish":3177,"esÃ¯":3178,"Ġgreys":3179,"Ġlongthis":3180,"Ġelaborate":3181,"Ġcrownbird":3182,"Ġheadand":3183,"Ġshine":3184,"Ġshines":3185,"Ġthema":3186,"ormous":3187,"Ġcolour":3188,"Ġreda":3189,"Ġreds":3190,"Ġshortthis":3191,"ence":3192,"Ġbodybird":3193,"Ġbodymedium":3194,"ils":3195,"theÃ¯":3196,"Ġdro":3197,"Ġdou":3198,"Ġdwelling":3199,"Ġlbird":3200,"Ġfeathera":3201,"Ġstain":3202,"Ġstone":3203,"Ġsteel":3204,"Ġming":3205,"Ġmet":3206,"Ġnaped":3207,"Ġnad":3208,"Ġspi":3209,"Ġbald":3210,"Ġbacks":3211,"Ġbackward":3212,"Ġdarkly":3213,"Ġche":3214,"Ġchee":3215,"Ġsidea":3216,"inguish":3217,"oty":3218,"Ġlightest":3219,"sted":3220,"Ġeyesbird":3221,"lect":3222,"Ġspotthis":3223,"urated":3224,"Ġret":3225,"Ġreaches":3226,"Ġpatchy":3227,"Ġany":3228,"Ġsemi":3229,"rounded":3230,"Ġspecke":3231,"Ġtarsussmall":3232,"uts":3233,"uty":3234,"Ġparro":3235,"Ġfant":3236,"Ġprimariesa":3237,"ĠbillthisÃ¯":3238,"Ġmalari":3239,"Ġflappy":3240,"Ġleft":3241,"Ġvaries":3242,"ently":3243,"ality":3244,"Ġflatthis":3245,"Ġalight":3246,"Ġskull":3247,"Ġoutstre":3248,"sibly":3249,"Ġhaze":3250,"Ġmarb":3251,"Ġstreaking":3252,"bellyÃ¯":3253,"Ġtipsa":3254,"Ġstraw":3255,"Ġeyebrowsthis":3256,"Ġbeauty":3257,"andy":3258,"unk":3259,"Ġdistinguish":3260,"brownish":3261,"Ġmarkingsa":3262,"Ġwhie":3263,"Ġintrigu":3264,"tte":3265,"tting":3266,"Ġenormous":3267,"Ġbreastsa":3268,"second":3269,"Ġstomachthis":3270,"Ġmove":3271,"ically":3272,"ange":3273,"Ġeyeringsa":3274,"Ġprogre":3275,"Ġdownwardssmall":3276,"Ġfoul":3277,"Ġrusted":3278,"Ġthighthis":3279,"tched":3280,"Ġtucked":3281,"Ġproportions":3282,"Ġmasked":3283,"Ġflower":3284,"Ġflash":3285,"Ġhighly":3286,"shad":3287,"Ġperson":3288,"Ġdirection":3289,"Ġcolorationthis":3290,"Ġbranchthis":3291,"Ġdec":3292,"Ġdecent":3293,"Ġnondes":3294,"Ġscales":3295,"Ġperches":3296,"Ġmidsize":3297,"Ġmidnight":3298,"Ġincludes":3299,"mel":3300,"Ġsnub":3301,"blueÃ¯":3302,"Ġdirt":3303,"Ġprominently":3304,"Ġcamera":3305,"Ġnotched":3306,"Ġtailfeatherthis":3307,"Ġstarkly":3308,"Ġquality":3309,"vivid":3310,"Ġlave":3311,"Ġlateral":3312,"Ġblade":3313,"Ġeverything":3314,"Ġsplotchy":3315,"curvesÃ¯":3316,"Ġspecies":3317,"Ġshocking":3318,"Ġtailfeathersthis":3319,"Ġpeering":3320,"Ġadorn":3321,"Ġwooden":3322,"Ġrustic":3323,"Ġoutlining":3324,"Ġfinely":3325,"Ġblonde":3326,"Ġgird":3327,"Ġgiving":3328,"Ġinterrup":3329,"Ġprotrudes":3330,"Ġangle":3331,"crowned":3332,"Ġsections":3333,"Ġrocks":3334,"Ġfire":3335,"Ġreticule":3336,"Ġresembling":3337,"Ġleaving":3338,"Ġcorner":3339,"Ġhandsome":3340,"Ġranges":3341,"Ġclos":3342,"Ġbelythis":3343,"Ġshows":3344,"Ġirreg":3345,"Ġminusc":3346,"Ġfishing":3347,"Ġremaining":3348,"Ġdisplay":3349,"Ġstipe":3350,"Ġstipes":3351,"Ġplumes":3352,"Ġreflect":3353,"Ġashy":3354,"Ġscale":3355,"primaries":3356,"istinc":3357,"cript":3358,"hogany":3359,"Ġcarry":3360,"Ġconnecting":3361,"Ġeasily":3362,"Ġpossibly":3363,"Ġmane":3364,"Ġpossessing":3365,"Ġfluttering":3366,"Ġflowing":3367,"Ġbuild":3368,"Ġbuilt":3369,"Ġclearly":3370,"Ġreflects":3371,"Ġreflective":3372,"arent":3373,"cream":3374,"Ġmilky":3375,"Ġmaybe":3376,"Ġhanging":3377,"ized":3378,"Ġprint":3379,"taupeÃ¯":3380,"Ġblakc":3381,"speckled":3382,"Ġwingulars":3383,"Ġmeets":3384,"Ġflattened":3385,"Ġdirectly":3386,"Ġpenguin":3387,"Ġmonochrome":3388,"Ġsignificant":3389,"batross":3390,"Ġwidespread":3391,"Ġthraot":3392,"Ġpaler":3393,"Ġcoastal":3394,"Ġdouble":3395,"Ġmingled":3396,"Ġmetal":3397,"Ġfantastic":3398,"Ġmalaria":3399,"Ġoutstretched":3400,"Ġhazel":3401,"Ġintriguing":3402,"Ġnondescript":3403,"Ġinterrupted":3404,"Ġirregular":3405,"Ġminuscule":3406,"'t":3407,").":3408,".,":3409,"ath":3410,"along":3411,"ade":3412,"aquatic":3413,"act":3414,"ares":3415,"athers":3416,"br":3417,"bon":3418,"bal":3419,"cas":3420,"cin":3421,"can":3422,"cute":3423,"cern":3424,"domen":3425,"dued":3426,"dwelling":3427,"distinc":3428,"ey":3429,"flu":3430,"file":3431,"gly":3432,"gile":3433,"gange":3434,"hi":3435,"hued":3436,"ith":3437,"ious":3438,"illiary":3439,"ibly":3440,"ks":3441,"lk":3442,"met":3443,"os":3444,"our":3445,"oped":3446,"ordin":3447,"pes":3448,"pid":3449,"petite":3450,"pass":3451,"rust":3452,"sthis":3453,"somen":3454,"sup":3455,"slender":3456,"sport":3457,"slate":3458,"tted":3459,"tarsus":3460,"trum":3461,"ud":3462,"uve":3463,"xi":3464,"ythis":3465,"zz":3466,"Ġray":3467,"Ġran":3468,"Ġke":3469,"Ġbl":3470,"Ġbak":3471,"Ġbump":3472,"Ġbun":3473,"Ġap":3474,"Ġaw":3475,"Ġayellow":3476,"thie":3477,"Ġwa":3478,"Ġwti":3479,"Ġwand":3480,"Ġwear":3481,"Ġwad":3482,"nds":3483,"nding":3484,"ndible":3485,"Ġandblack":3486,"Ġbib":3487,"Ġbight":3488,"llo":3489,"Ġwig":3490,"Ġwih":3491,"Ġwisp":3492,"iss":3493,"owder":3494,"Ġhat":3495,"Ġheal":3496,"Ġhsa":3497,"asping":3498,"ascin":3499,"rest":3500,"cks":3501,"Ġsy":3502,"Ġsma":3503,"Ġsat":3504,"Ġser":3505,"Ġscen":3506,"Ġwithin":3507,"Ġbeen":3508,"Ġblacked":3509,"Ġblackthe":3510,"ited":3511,"Ġclu":3512,"Ġcross":3513,"Ġcatch":3514,"Ġthes":3515,"Ġthor":3516,"Ġgro":3517,"Ġgran":3518,"Ġour":3519,"Ġoran":3520,"maries":3521,"mature":3522,"ates":3523,"eds":3524,"aks":3525,"akes":3526,"Ġbellyblue":3527,"Ġbeakan":3528,"Ġbeakwhite":3529,"Ġbeakblack":3530,"Ġbeakmedium":3531,"ins":3532,"Ġpen":3533,"Ġple":3534,"Ġpick":3535,"Ġpowder":3536,"rimmed":3537,"Ġwingsmedium":3538,"yellowish":3539,"Ġsmallthis":3540,"Ġyellowing":3541,"ramel":3542,"Ġtr":3543,"Ġtea":3544,"Ġtil":3545,"Ġtest":3546,"Ġtru":3547,"Ġtrac":3548,"Ġtake":3549,"Ġtern":3550,"Ġfeel":3551,"Ġbilllarge":3552,"Ġcome":3553,"Ġcoating":3554,"Ġcobal":3555,"Ġbreat":3556,"Ġlongs":3557,"Ġeh":3558,"Ġeys":3559,"Ġita":3560,"Ġshite":3561,"Ġshown":3562,"Ġsheath":3563,"Ġeyeings":3564,"romatic":3565,"inted":3566,"Ġpop":3567,"org":3568,"Ġcoloured":3569,"Ġcolouring":3570,"Ġitsel":3571,"Ġredthe":3572,"Ġorangethe":3573,"Ġshorta":3574,"ens":3575,"enna":3576,"Ġbodysmall":3577,"Ġbodyan":3578,"Ġding":3579,"Ġdome":3580,"Ġdomin":3581,"Ġling":3582,"Ġlif":3583,"Ġless":3584,"lucent":3585,"Ġstr":3586,"Ġstay":3587,"Ġstub":3588,"Ġstares":3589,"Ġmed":3590,"Ġmot":3591,"Ġthroatsmall":3592,"Ġspe":3593,"Ġspark":3594,"Ġtailsmall":3595,"Ġink":3596,"Ġinv":3597,"Ġban":3598,"Ġbard":3599,"Ġpointedsmall":3600,"Ġbackthe":3601,"Ġches":3602,"Ġchrome":3603,"ching":3604,"Ġsienna":3605,"Ġgreenthe":3606,"tif":3607,"tial":3608,"stan":3609,"stout":3610,"stand":3611,"leon":3612,"lemon":3613,"Ġbrightest":3614,"Ġreal":3615,"Ġpatching":3616,"ult":3617,"coat":3618,"cove":3619,"coon":3620,"Ġwingbird":3621,"Ġnapethe":3622,"Ġass":3623,"Ġabsomen":3624,"Ġparticularly":3625,"Ġsharpthis":3626,"Ġsharped":3627,"Ġtans":3628,"Ġtanned":3629,"Ġwere":3630,"Ġfall":3631,"Ġfathers":3632,"Ġabdo":3633,"Ġabdomensmall":3634,"Ġunderrated":3635,"velous":3636,"Ġmahogany":3637,"Ġmauve":3638,"Ġmandible":3639,"smallish":3640,"ittery":3641,"Ġflapping":3642,"Ġleast":3643,"Ġlemon":3644,"onÃ¯":3645,"Ġovercoat":3646,"Ġlegsthe":3647,"Ġpinkthis":3648,"Ġpluma":3649,"almost":3650,"Ġsomething":3651,"ffect":3652,"Ġalmo":3653,"Ġalig":3654,"Ġalbatross":3655,"amic":3656,"Ġthicker":3657,"Ġoutter":3658,"Ġnarrowed":3659,"sider":3660,"Ġloving":3661,"outer":3662,"Ġmarvelous":3663,"Ġforms":3664,"Ġcomparable":3665,"Ġmarkinga":3666,"Ġmarkingthe":3667,"Ġtipsthe":3668,"que":3669,"tac":3670,"tant":3671,"Ġunderbellya":3672,"Ġwidely":3673,"irled":3674,"Ġpail":3675,"Ġpadd":3676,"Ġfema":3677,"Ġflankthis":3678,"cept":3679,"Ġpalette":3680,"Ġith":3681,"imb":3682,"Ġruddy":3683,"Ġrugged":3684,"cents":3685,"Ġtricolored":3686,"Ġtricolor":3687,"Ġencom":3688,"Ġmoss":3689,"Ġeyeringsthis":3690,"Ġprovi":3691,"Ġprofile":3692,"Ġdownwardsbird":3693,"Ġendthis":3694,"Ġroad":3695,"Ġroots":3696,"mingled":3697,"Ġfound":3698,"Ġfood":3699,"Ġpredator":3700,"grayish":3701,"Ġlengththis":3702,"Ġbottomthis":3703,"Ġtuff":3704,"Ġsoars":3705,"Ġsoaring":3706,"Ġsooty":3707,"greyish":3708,"Ġswift":3709,"Ġswirled":3710,"Ġjag":3711,"Ġbarring":3712,"Ġproportioned":3713,"Ġrail":3714,"Ġracing":3715,"Ġrapid":3716,"Ġtaller":3717,"Ġhello":3718,"Ġturn":3719,"Ġflies":3720,"ship":3721,"shiny":3722,"Ġperky":3723,"Ġspanthis":3724,"Ġcircled":3725,"Ġpeachy":3726,"ectly":3727,"Ġscary":3728,"Ġold":3729,"Ġorgange":3730,"Ġsurpr":3731,"Ġfury":3732,"Ġfurther":3733,"Ġinclude":3734,"Ġprey":3735,"Ġstripsthis":3736,"headÃ¯":3737,"Ġconsider":3738,"Ġclawsa":3739,"Ġclawsthis":3740,"Ġclawsthe":3741,"Ġyes":3742,"Ġnoted":3743,"Ġnotable":3744,"Ġtalon":3745,"billthis":3746,"Ġwingtipsthis":3747,"Ġbasically":3748,"ctuated":3749,"ameleon":3750,"Ġopales":3751,"Ġcoppery":3752,"striking":3753,"Ġportly":3754,"Ġspectrum":3755,"Ġspectac":3756,"Ġopening":3757,"Ġrim":3758,"Ġinterestingly":3759,"Ġburst":3760,"Ġbellthis":3761,"Ġbellly":3762,"wingsÃ¯":3763,"eyes":3764,"eyebrows":3765,"Ġbug":3766,"Ġbuggy":3767,"Ġintermixed":3768,"Ġintermingled":3769,"Ġprotrude":3770,